Repository: Bookingfor/bookingfor-wordpress-extension-8.3
Catalog: lang/bfi-*.po
Languages: da_dk, de_de, es_es, hu_hu, nl_nl, pl_pl, pt_pt

source: We can pick up you at the desired address
da_dk: Vi kan hente dig på den ønskede adresse
de_de: Wir holen Sie an der gewünschten Adresse ab
es_es: Podemos recogerlo en la dirección deseada
hu_hu: A kívánt címen tudjuk felvenni.
nl_nl: Wij kunnen u ophalen op het gewenste adres
pl_pl: Możemy odebrać Cię pod wybranym adresem
pt_pt: Podemos buscá-lo no endereço pretendido

source: At experience end, we can take you at the desired address
da_dk: På erfaring ende, kan vi tage dig på den ønskede adresse
de_de: Am Ende der Erfahrung können wir Sie an die gewünschte Adresse bringen
es_es: Al final de la experiencia, podemos llevarlo a la dirección deseada
hu_hu: A tapasztalat végén, tudjuk, hogy a kívánt címre
nl_nl: Aan het einde van de ervaring kunnen we u meenemen naar het gewenste adres
pl_pl: Na koniec doświadczenia, możemy zabrać Cię pod wybrany adres
pt_pt: No final da experiência, podemos levá-lo no endereço desejado

source: Crew
da_dk: Besætning
es_es: Tripulante
hu_hu: Személyzet
pl_pl: Załogi
pt_pt: Personal

source: Component %s of %s
da_dk: Komponent %s af %s
de_de: Komponente %s von %s
es_es: De %s a %s
hu_hu: %s-%s
nl_nl: Vanaf %s aan %s
pl_pl: Od %s do %s
pt_pt: De %s para %s

source: Payment method
da_dk: Betalingsmåde
de_de: Zahlungsmethode
es_es: Forma de pago
hu_hu: Fizetési mód
nl_nl: Betalingsmethode
pl_pl: Metody płatności
pt_pt: Método de pagamento

source: Please choose a payment method
da_dk: Vælg en betalingsmetode
de_de: Bitte wählen sie eine Zahlungsmethode
es_es: Por favor, elija un método de pago
hu_hu: Válasszon fizetési módot
nl_nl: Kies een betalingsmethode
pl_pl: Wybierz metodę płatności
pt_pt: Por favor, escolha um método de pagamento

source: Credit card details
da_dk: Kreditkortoplysninger
de_de: Kreditkartendetails
es_es: Tarjeta de crédito
hu_hu: Hitelkártya-adatok
nl_nl: Credit card gegevens
pl_pl: Dane karty kredytowej
pt_pt: Detalhes de cartão de crédito

source: Warranty Request for
da_dk: Garantianmodning for
de_de: Garantieanforderung für
es_es: Solicitud de información
hu_hu: Garanciális kérelem
nl_nl: Aanvraag info
pl_pl: Prośba gwarancyjna na
pt_pt: Pedido de informação

source: Holder
da_dk: Indehaveren
de_de: Kartenbesitzer
es_es: Titular de la
hu_hu: Tartó
nl_nl: Houder
pl_pl: Uchwyt
pt_pt: Titular da

source: Number
da_dk: Nummer
de_de: Kartennummer
es_es: Número
hu_hu: Szám
nl_nl: Nummer
pl_pl: Numer
pt_pt: Número

source: Valid until
da_dk: Gyldig til
de_de: Gültigkeitsdatum
es_es: Válido hasta el
hu_hu: Érvényes-ig
nl_nl: Geldig tot
pl_pl: Ważne do
pt_pt: Válido até

source: Month (MM)
da_dk: Måned (MM)
de_de: Monat (MM)
es_es: Mes (MM)
hu_hu: Hónap (MM)
nl_nl: Maand (MM)
pl_pl: Miesiąc (MM)
pt_pt: Mês (MM)

source: Year (YY)
da_dk: År (YY)
de_de: Jahr (JJ)
es_es: Año (YY)
hu_hu: Év (ÉÉ)
nl_nl: Jaar (JJ)
pl_pl: Roku (YY)
pt_pt: Ano (YY)

source: I agree to the conditions
da_dk: Jeg accepterer betingelserne
de_de: Ich stimme den Bedingungen zu.
es_es: Estoy de acuerdo con las condiciones
hu_hu: Egyetértek azzal, hogy a feltételek
nl_nl: Ik ga akkoord met de voorwaarden
pl_pl: Zgadzam się na warunki
pt_pt: Aceito as condições

source: I have read the information on the processing of personal data
da_dk: Jeg har læst oplysningerne om behandling af personoplysninger
de_de: Ich habe die Informationen zur Verarbeitung personenbezogener Daten gelesen
es_es: He leído la información sobre el tratamiento de datos personales
hu_hu: Elolvastam a személyes adatok feldolgozására vonatkozó információkat
nl_nl: Ik heb de informatie over de verwerking van persoonsgegevens gelezen
pl_pl: Zapoznałem się z informacją o przetwarzaniu danych osobowych
pt_pt: Eu li as informações sobre o processamento de dados pessoais

source: More information
da_dk: Mere information
de_de: Mehr Informationen
es_es: Más información
hu_hu: Egyéb információk
nl_nl: Meer informatie
pl_pl: Więcej informacji
pt_pt: Mais informações

source: I give my consent to send the newsletter
da_dk: Jeg giver mit samtykke til at sende nyhedsbrevet
de_de: Ich erkläre mich damit einverstanden, den Newsletter zu versenden
es_es: Doy mi consentimiento para enviar el boletín
hu_hu: Hozzájárulok a hírlevél küldéséhez
nl_nl: Ik geef mijn toestemming om de nieuwsbrief te sturen
pl_pl: Wyrażam zgodę na przesyłanie newslettera
pt_pt: Eu dou meu consentimento para enviar o boletim informativo

source: I give my consent for marketing purposes
da_dk: Jeg giver mit samtykke til markedsføringsformål
de_de: Ich gebe meine Zustimmung zu Marketingzwecken
es_es: Doy mi consentimiento con fines de marketing
hu_hu: Marketing célokra beleegyezésemet adom
nl_nl: Ik geef mijn toestemming voor marketingdoeleinden
pl_pl: Wyrażam zgodę na do celów marketingowych
pt_pt: Eu dou meu consentimento para fins de marketing

source: I give my consent for profiling purposes
da_dk: Jeg giver mit samtykke til profileringsformål
de_de: Ich gebe meine Zustimmung zu Profilierungszwecken
es_es: Doy mi consentimiento para fines de perfil
hu_hu: Profilalkotási célokhoz hozzájárulok
nl_nl: Ik geef mijn toestemming voor profileringsdoeleinden
pl_pl: Wyrażam zgodę na profilowanie
pt_pt: Eu dou meu consentimento para fins de criação de perfil

source: Send
de_de: Senden
es_es: Enviar
hu_hu: Küldés
nl_nl: Verzenden
pl_pl: Wyślij
pt_pt: Enviar

source: Code already used
da_dk: Kode, der allerede er brugt
de_de: Code bereits verwendet
es_es: Código ya utilizado
hu_hu: Már használt kód
nl_nl: Code al gebruikt
pl_pl: Kod już używany
pt_pt: Código já usado

source: Are you sure?
da_dk: Er du sikker?
de_de: Sind Sie sicher?
es_es: ¿Estás seguro?
hu_hu: biztos vagy benne?
nl_nl: Weet je het zeker?
pl_pl: Czy na pewno?
pt_pt: Tem certeza?

source: Please enter a valid code
da_dk: Angiv en gyldig kode
de_de: Bitte trage einen korrekten Code ein
es_es: Introduce un código válido
hu_hu: Adjon meg érvényes kódot
nl_nl: Voer een geldige code in
pl_pl: Wprowadź prawidłowy kod
pt_pt: Por favor, insira um código válido

source: OPS, some errors occurred! Please try again later.
da_dk: OPS, nogle fejl opstod! Prøv igen senere.
de_de: Ups, einige Fehler sind aufgetreten! Bitte später erneut versuchen.
es_es: OPS, se produjeron algunos errores! Por favor Inténtalo más tarde.
hu_hu: OPS, néhány hiba történt! Kérjük, próbálkozzon később.
nl_nl: OPS, enkele fouten zijn opgetreden! Probeer het later nog eens.
pl_pl: OPS, wystąpiły błędy! Proszę spróbować ponownie później.
pt_pt: OPS, ocorreram alguns erros! Por favor, tente novamente mais tarde.

source: At this moment you cannot do payments.
da_dk: I øjeblikket kan du ikke foretage betalinger.
de_de: Derzeit können Sie keine Zahlungen vornehmen.
es_es: En este momento no puede hacer los pagos.
hu_hu: Ebben a pillanatban nem kifizetések.
nl_nl: Op dit moment niet mogelijk betalingen.
pl_pl: W tej chwili nie możesz robić płatności.
pt_pt: Neste momento você não pode fazer os pagamentos.

source: Edit
da_dk: Rediger
de_de: Bearbeiten
es_es: Editar
hu_hu: Szerkesztése
nl_nl: Bewerken
pl_pl: Edycja
pt_pt: Editar

source: Page
da_dk: Side
de_de: Seite
es_es: Página
hu_hu: Oldal
nl_nl: Pagina
pl_pl: Strona
pt_pt: Página de vídeo

# Page slug
source: errorspopup
es_es: errorespopup
hu_hu: hiba-felugro-ablak

source: Your search
da_dk: Din søgning
de_de: Ihre Suche
es_es: Tu búsqueda
hu_hu: Keresés
nl_nl: Uw zoekopdracht
pl_pl: Wynik wyszukiwania
pt_pt: Sua busca

source: Extra services
da_dk: Ekstra tjenester
de_de: Zusätzliche Leistungen
es_es: Servicio Extra
hu_hu: Extra szolgáltatások
nl_nl: Extra diensten
pl_pl: Dodatkowe usługi
pt_pt: Serviços extra

source: Insert your data
da_dk: Indsætte dine data
de_de: Geben Sie Ihre Daten ein.
es_es: Ingrese sus datos
hu_hu: Az adatok beszúrása
nl_nl: Uw gegevens invoegen
pl_pl: Wstawianie danych
pt_pt: Introduza os seus dados

source: Confirm booking
da_dk: Bekræft booking
de_de: Buchung bestätigen
es_es: Confirmar reserva
hu_hu: Foglalás megerősítése
nl_nl: Bevestig boeking
pl_pl: Potwierdzenie rezerwacji
pt_pt: Confirmar reserva

source: List
da_dk: Liste
de_de: Liste
es_es: Lista
hu_hu: Lista
nl_nl: Lijst
pl_pl: Listy
pt_pt: Lista

source: Grid
da_dk: Gitter
de_de: Raster
es_es: Red
hu_hu: Rács
nl_nl: Raster
pl_pl: Siatki
pt_pt: Grade

source: View
da_dk: Vis
de_de: Anzeigen
es_es: Ver
hu_hu: Megtekintés
nl_nl: Bekijk
pl_pl: Zobacz
pt_pt: Ver

source: Top
de_de: Beste
es_es: Arriba
nl_nl: Boven
pl_pl: Do góry
pt_pt: Início

source: New!
da_dk: Nye!
de_de: Neu!
es_es: ¡Nuevo!
hu_hu: Új!
nl_nl: Nieuw!
pl_pl: Nowy!
pt_pt: Novo!

source: Rooms
da_dk: Værelser
de_de: Zimmer
es_es: Habitaciones
hu_hu: Szobák
nl_nl: Kamers
pl_pl: Pokoje
pt_pt: Quartos

source: m&sup2;
es_es: m²
hu_hu: m²
nl_nl: m²
pl_pl: m²
pt_pt: m ²

source: Contact Agent
da_dk: Kontakt mægler
de_de: Vermittler kontaktieren
es_es: Póngase en contacto con el agente
hu_hu: Kapcsolattartó-ügynök
nl_nl: Neem contact op met de Agent
pl_pl: Kontakt z agentem
pt_pt: Agente de contato

source: New ad
da_dk: Ny annonce
de_de: Neue Anzeige
es_es: Nuevo anuncio
hu_hu: Új hirdetés
nl_nl: Nieuwe advertentie
pl_pl: Nowa reklama
pt_pt: Novo anúncio

source: Would you like to leave your review?
da_dk: Vil du forlade din anmeldelse?
de_de: Haben Sie einen Kommentar?
es_es: ¿Te gustaría dejar tu opinión?
hu_hu: Szeretné, hogy hagyja el a felülvizsgálatot?
nl_nl: Wilt u laat uw herziening?
pl_pl: Czy chcesz opuścić swoją recenzję?
pt_pt: Gostaria de deixar seu comentário?

source: Score from %s reviews
da_dk: Score fra %s anmeldelser
de_de: auf der Grundlage von %s Bewertungen
es_es: Puntuación basada en %s comentarios
hu_hu: Pontozás-%s-értékelések
nl_nl: Score van %s beoordelingen
pl_pl: Ocena na podstawie %s opinii
pt_pt: Pontuação das %s de clientes

source: Guest Rating
da_dk: Gæstebedømmelse
de_de: Kundenbeurteilung
es_es: Clasificación de la huésped
hu_hu: Vendég értékelése
nl_nl: Beoordeling door gasten
pl_pl: Oceny Gości
pt_pt: Classificação dos hóspedes

source: No results available
da_dk: Der er ingen tilgængelige resultater
de_de: Keine Unterkunft ist zu Ihren Reisedaten verfügbar
es_es: No hay resultados disponibles
hu_hu: Nincs elérhető eredmények
nl_nl: Geen resultaten beschikbaar
pl_pl: Brak dostępnych wyników
pt_pt: Nenhum resultado disponível

source: Payment
da_dk: Betaling
de_de: Bezahlung
es_es: Pago
hu_hu: Fizetési
nl_nl: Betaling
pl_pl: Płatności
pt_pt: Pagamento

source: If you are not redirected to the payment page within a few seconds, click the following button
da_dk: Hvis du ikke bliver omdirigeret til betalingssiden inden for få sekunder, skal du klikke på følgende knap
de_de: Wenn Sie nicht innerhalb weniger Sekunden zur Zahlungsseite weitergeleitet werden, klicken Sie auf die folgende Schaltfläche
es_es: Si no se le redirige a la página de pago en unos segundos, haga clic en el botón siguiente
hu_hu: Ha néhány másodpercen belül nem irányítja át a fizetési oldalra, kattintson a következő gombra
nl_nl: Als u niet binnen enkele seconden naar de betaalpagina wordt doorgestuurd, klikt u op de volgende knop
pl_pl: Jeśli nie zostaniesz przekierowany na stronę płatności w ciągu kilku sekund, kliknij poniższy przycisk
pt_pt: Se você não for redirecionado para a página de pagamento dentro de alguns segundos, clique no botão a seguir

source: %s available accommodations
da_dk: %s ledige boliger
de_de: %s gültige Unterkünfte
es_es: %s alojamientos disponibles
hu_hu: %s elérhető szállást
nl_nl: %s beschikbare accommodaties
pl_pl: %s dostępne pokoje
pt_pt: %s acomodações disponíveis

source: Map view
da_dk: Kortvisning
de_de: Kartenansicht
es_es: Vista de Mapa
hu_hu: Térképnézet
nl_nl: Kaartweergave
pl_pl: Widok mapy
pt_pt: Vista do mapa

# Page slug
source: rating
da_dk: bedommelse
de_de: bewertung
es_es: calificación
hu_hu: ertekeles
pl_pl: ocena
pt_pt: classificacao

source: Request
da_dk: Forespørgsel
de_de: Anfrage
es_es: Solicitud
hu_hu: Kérés
nl_nl: Aanvraag
pl_pl: Żądanie
pt_pt: Solicitar

source: Book Now
da_dk: Book nu
de_de: Buchen Sie
es_es: Reserva ahora
hu_hu: Foglaljon most
nl_nl: Boek nu
pl_pl: Zarezerwuj teraz
pt_pt: Reserve agora

source: %s reviews
da_dk: %s bedømmelser
de_de: %s Rezensionen
es_es: %s reseñas
hu_hu: %s vélemény
nl_nl: %s beoordelingen
pl_pl: %s recenzje
pt_pt: %s avaliações

source: Only %d available
da_dk: Kun %d tilgængelig
de_de: Nur noch %d verfügbar
es_es: Sólo %d disponible
hu_hu: Csak %d elérhető
nl_nl: Alleen %d beschikbaar
pl_pl: Tylko %d dostępne
pt_pt: Apenas %d disponível

source: Breakfast included
da_dk: Morgenmad inkluderet
de_de: Frühstück inbegriffen
es_es: El desayuno incluido
hu_hu: A reggelit is tartalmazza
nl_nl: Ontbijt inbegrepen
pl_pl: Śniadanie wliczone w cenę
pt_pt: Café da manhã incluído

source: Half board
da_dk: Halvpension
de_de: Halbpension
es_es: Media pensión
hu_hu: Félpanzió
nl_nl: Half pension
pl_pl: Obiadokolacja
pt_pt: Meia-prancha

source: Full board
da_dk: Fuld bord
de_de: Vollpension
es_es: Tablero completo
hu_hu: Teljes ellátás
nl_nl: Vol pension
pl_pl: Pełne wyżywienie
pt_pt: Quadro completo

source: Price for %s person
da_dk: Pris for %s person
de_de: Preis für %s Person
es_es: Precio por %d noches
hu_hu: A %s személy ára
nl_nl: Prijs voor %s persoon
pl_pl: Cena dla %s osoby
pt_pt: Preço para %d noites

source: Total for
da_dk: I alt for
de_de: Summe für
es_es: Total del
hu_hu: Összesen
nl_nl: Totaal voor
pl_pl: Razem dla
pt_pt: Total

source: %d hour/s
da_dk: %d/s
de_de: %d Stunde(n)
es_es: %d hora/s
hu_hu: %d óra/óra
nl_nl: %d uur/s
pl_pl: %d godziny/s
pt_pt: %d hora/s

source: %d minute/s
da_dk: %d minut/s
de_de: %d Minute(n)
es_es: %d minuto/s
hu_hu: %d perc/perc
nl_nl: %d minuut/s
pl_pl: %d minut/s
pt_pt: %d minuto/s

source: Offer %d%%
da_dk: Tilbud %d%%
de_de: Angebot %d%%
es_es: Oferta %d%%
hu_hu: Ajánlat %d%%
nl_nl: Bieden %d% %
pl_pl: Oferta %d%%
pt_pt: Oferecer %d%%

source: Thank you for having chosen us.
da_dk: Tak for at have valgt os.
de_de: Formular wurde erfolgreich abgegeben. Vielen Dank.
es_es: Gracias por haber elegido nosotros.
hu_hu: Köszönjük, hogy választott minket.
nl_nl: Dank u voor ons hebben gekozen.
pl_pl: Dziękuję za docenienie nas.
pt_pt: Obrigado por ter nos escolhido.

source: This is the straight-line distance on the map. Actual travel distance may vary.
da_dk: Dette er den lige linje afstand på kortet. Den faktiske rejseafstand kan variere.
de_de: Dies ist die geradlinige Entfernung auf der Karte. Die tatsächliche Reisestrecke kann variieren.
es_es: Esta es la distancia en línea recta en el mapa. La distancia de viaje real puede variar.
hu_hu: Ez az egyenes vonaltávolság a térképen. A tényleges utazási távolság változhat.
nl_nl: Dit is de rechte afstand op de kaart. De werkelijke reisafstand kan variëren.
pl_pl: Jest to odległość linii prostej na mapie. Rzeczywista odległość podróży może się różnić.
pt_pt: Esta é a distância em linha reta no mapa. A distância real de viagem pode variar.

source: from centre
da_dk: fra centrum
de_de: vom Zentrum
es_es: desde el centro
hu_hu: központtól
nl_nl: vanuit het midden
pl_pl: od centrum
pt_pt: do centro

source: Dates
da_dk: Datoer
de_de: Daten
es_es: Fechas
hu_hu: Dátumok
nl_nl: Datums
pl_pl: Daty
pt_pt: Definir datas

source: from hours
da_dk: fra timer
de_de: von Stunden
es_es: desde horas
hu_hu: óráktól
nl_nl: uur
pl_pl: od godzin
pt_pt: de horas

source: to hours
da_dk: til timer
de_de: zu Stunden
es_es: a horas
hu_hu: az órákra
nl_nl: uur
pl_pl: do godzin
pt_pt: a horas

source: Share
da_dk: Del
de_de: Freigeben
es_es: Compartir
hu_hu: Megosztás
nl_nl: Delen
pl_pl: Udostępnij
pt_pt: Partilhar

source: Description
da_dk: Beskrivelse
de_de: Beschreibung
es_es: Descripción
hu_hu: Leírás
nl_nl: Beschrijving
pl_pl: Opis
pt_pt: Descrição

source: All dates and places
da_dk: Alle datoer og steder
de_de: Alle Daten und Orte
es_es: Todas las fechas y lugares
hu_hu: Minden dátum és hely
nl_nl: Alle data en plaatsen
pl_pl: Wszystkie daty i miejsca
pt_pt: Todas as datas e lugares

source: Show dates and places
da_dk: Vis datoer og steder
de_de: Daten und Orte anzeigen
es_es: Mostrar fechas y lugares
hu_hu: Dátumok és helyek megjelenítése
nl_nl: Datums en plaatsen weergeven
pl_pl: Pokaż daty i miejsca
pt_pt: Mostrar datas e lugares

source: Book Resource
da_dk: Bogressource
de_de: Buchressource
es_es: recursos
hu_hu: Könyv erőforrás
nl_nl: Resource
pl_pl: Zarezerwuj zas
pt_pt: recursos

source: Buy tickets
da_dk: Køb billetter
de_de: Tickets kaufen
es_es: Comprar entradas
hu_hu: Jegyvásárlás
nl_nl: Bestel kaarten
pl_pl: Kup bilety
pt_pt: Comprar bilhetes

source: in evidence
da_dk: i bevismateriale
de_de: im Beweis
es_es: en evidencia
hu_hu: bizonyítékként
nl_nl: in het bewijs
pl_pl: w dowodach
pt_pt: em evidência

source: excluding
da_dk: Undtagen
de_de: zuzüglich
es_es: Excluyendo
hu_hu: kivéve
nl_nl: exclusief
pl_pl: wyłączają z tego
pt_pt: excluindo

source: Free!
da_dk: Gratis!
de_de: Frei!
es_es: ¡Gratis!
hu_hu: Ingyenes!
nl_nl: Gratis!
pl_pl: Bezpłatny!
pt_pt: Grátis!

source: additional charge
da_dk: Tillægsgebyr
de_de: Zuschlag
es_es: Propósitos adicionales
hu_hu: kiegészítő díj
nl_nl: Aanvullende doeleinden
pl_pl: dodatkowa opłata
pt_pt: encargo adicional

source: Download
es_es: Descargar
hu_hu: Letöltés
pl_pl: Pobierz
pt_pt: Descarregar

source: to
da_dk: til
de_de: bis
es_es: Para
hu_hu: a
nl_nl: Aan
pl_pl: do
pt_pt: Para

source: In short
da_dk: Kort sagt
de_de: Kurz gesagt
es_es: En breve
hu_hu: Röviden:
nl_nl: In het kort
pl_pl: W skrócie
pt_pt: Em suma,

source: Travel planner
da_dk: Rejseplanlægger
es_es: Planificador de viajes
hu_hu: Utazástervező
nl_nl: Reisplanner
pl_pl: Planowanie podróży
pt_pt: Planejador de viagens

source: Buy resource
da_dk: Køb ressource
de_de: Ressource kaufen
es_es: recursos
hu_hu: Erőforrás vásárlása
nl_nl: middelen
pl_pl: Kupowanie zasobów
pt_pt: recursos

source: Organizer
da_dk: Arrangør
de_de: Veranstalter
es_es: Organizador
hu_hu: Szervező
nl_nl: Organisator
pl_pl: Organizator
pt_pt: Organizador

source: All reviewers
da_dk: Alle korrekturlæsere
de_de: Alle Bewertungen
es_es: Todos los revisores
hu_hu: Összes látogató
nl_nl: Alle reviewers
pl_pl: Wszyscy oceniający
pt_pt: Todos os comentadores

source: Solo travellers
da_dk: Solo rejsende
de_de: Einzelreisende
es_es: Personas viajando solas
hu_hu: Egyéni utazók
nl_nl: Individuele reizigers
pl_pl: Podróżujący samotnie
pt_pt: Viajantes individuais

source: Groups
da_dk: Grupper
de_de: Gruppen
es_es: Grupos
hu_hu: Csoportok
nl_nl: Groepen
pl_pl: Grupy
pt_pt: Grupos de

source: Young couplet
da_dk: Ung couplet
de_de: Junge Paare
es_es: Pareado de joven
hu_hu: Fiatal és azzal
nl_nl: Jonge couplet
pl_pl: Dwuwiersz młodych
pt_pt: Dístico jovem

source: Mature couples
da_dk: Modne par
de_de: Ältere Ehepaare
es_es: Parejas maduras
hu_hu: Középkorú/idős párok
nl_nl: Oudere paren
pl_pl: Dojrzałe pary
pt_pt: Casais maduros

source: Families with young children
da_dk: Familier med små børn
de_de: Familien mit kleinen Kindern
es_es: Familias con niños pequeños
hu_hu: Családok kiskorú gyermekekkel
nl_nl: Gezinnen met jonge kinderen
pl_pl: Rodziny z małymi dziećmi
pt_pt: Famílias com crianças pequenas

source: Family with older children
da_dk: Familie med ældre børn
de_de: Familie mit älteren Kindern
es_es: Familia con hijos mayores
hu_hu: Család nagykorú gyermekekkel
nl_nl: Familie met oudere kinderen
pl_pl: Rodzina ze starszymi dziećmi
pt_pt: Família com filhos mais velhos

source: Based on %1$s Reviews.
da_dk: Baseret på %1$s anmeldelser.
de_de: Auf Grundlage von %1$s Bewertungen.
es_es: Basado en %1$s Comentarios.
hu_hu: Alapul %1$s Értékelés.
nl_nl: Op basis van %1$s beoordelingen.
pl_pl: Na podstawie %1$s opinii.
pt_pt: Baseado em %1$s comentários.

source: Staff
da_dk: Medarbejdere
de_de: Hotelpersonal
es_es: Personal
hu_hu: A személyzet
nl_nl: Personeel
pl_pl: Personel
pt_pt: Pessoal

source: Clean
da_dk: Enkelt
de_de: Sauberkeit
es_es: Limpiar
hu_hu: Tiszta
nl_nl: Schoon
pl_pl: Czyste
pt_pt: Limpar

source: Comfort
da_dk: Komfort
de_de: Komfort
es_es: Confort
pt_pt: Conforto

source: Value for Money
da_dk: Værdi for pengene
de_de: Gutes Preis-Leistungs-Verhältnis
es_es: Valor para el dinero
hu_hu: Ár-érték arány
nl_nl: Prijs/kwaliteitverhouding
pl_pl: Stosunek jakości do ceny
pt_pt: Valor para o dinheiro

source: Show reviews from
da_dk: Vis anmeldelser fra
de_de: Bewertungen anzeigen
es_es: Ver comentarios de
hu_hu: A Térkép-értékelések
nl_nl: Toon beoordelingen vanaf
pl_pl: Pokaż Opinie
pt_pt: Mostrar comentários de

source: Write a Review
da_dk: Skriv en anmeldelse
de_de: Bewertung schreiben
es_es: Escriba un comentario
hu_hu: Írjon egy ismertetőt
nl_nl: Schrijf een Review
pl_pl: Napisz recenzję
pt_pt: Escrever um comentário

source: Reviewed
da_dk: Gennemgik
de_de: Bewertet am
es_es: Revisado
hu_hu: Felül
nl_nl: Herzien
pl_pl: Napisał(a) recenzję
pt_pt: Revista

source: Stayed
da_dk: Opholdt sig
de_de: Aufenthalt
es_es: Me alojé
hu_hu: Maradt
nl_nl: Bleef
pl_pl: Pozostał
pt_pt: Ficou

source: Replied on %1s
da_dk: Besvaret på %1s
de_de: Antwortete am %1s
es_es: Respondió el %1s
hu_hu: Válaszolt a %1s
nl_nl: Antwoordde op %1s
pl_pl: Odpowiedział na %1s
pt_pt: Respondeu em %1s

source: Reference
de_de: Referenz
es_es: Referencia
hu_hu: Referencia
nl_nl: Referentie
pl_pl: Odwołanie
pt_pt: Referência

source: Review certified by %1$s
da_dk: Anmeldelse certificeret af %1$s
de_de: Bewertung von %1$s zertifiziert
es_es: Revisión certificada por %1$s
hu_hu: Által hitelesített felülvizsgálat %1$s
nl_nl: Beoordeling gecertificeerd door %1$s
pl_pl: Przegląd certyfikowanych przez %1$s
pt_pt: Revisão certificada pela %1$s

source: %s has responded to this review
da_dk: %s har reageret på denne anmeldelse
de_de: %s hat auf diese Bewertung geantwortet
es_es: %s ha respondido a esta revisión
hu_hu: %s birtokol alperes-hoz ez áttekintés
nl_nl: %s heeft gereageerd op dit overzicht
pl_pl: %s zareagował na tę recenzję
pt_pt: %s respondeu a esta avaliação

source: No Reviews Found.
da_dk: Der blev ikke fundet nogen anmeldelser.
de_de: Keine Bewertungen gefunden.
es_es: No hay comentarios encontrados.
hu_hu: Nem található vendégértékelés.
nl_nl: Geen Reviews gevonden.
pl_pl: Nie znaleziono żadnej recenzji.
pt_pt: Sem comentários encontrados.

source: Would you like to be the first to write a review?
da_dk: Vil du være den første til at skrive en anmeldelse?
de_de: Möchten Sie als erster eine Bewertung schreiben?
es_es: ¿Quieres ser el primero en redactar un informe?
hu_hu: Szeretne az első, írja meg a véleményét?
nl_nl: Wilt u de eerste om een recensie te schrijven?
pl_pl: Chcesz być pierwszy napisać recenzję?
pt_pt: Gostaria de ser o primeiro a escrever uma resenha?

source: Very poor
da_dk: Meget dårlig
de_de: Sehr schlecht
es_es: Muy pobre
hu_hu: Nagyon rossz
nl_nl: Zeer slecht
pl_pl: Kiepski
pt_pt: Péssimo

source: Poor
da_dk: Dårlig
de_de: Schlecht
es_es: Pobre
hu_hu: Szegény
nl_nl: Arme
pl_pl: Biedny
pt_pt: Pobre

source: Disappointing
da_dk: Skuffende
de_de: Enttäuschend
es_es: Decepcionante
hu_hu: Kiábrándító
nl_nl: Teleurstellend
pl_pl: Kiepski
pt_pt: Decepcionantes

source: Fair
de_de: Passabel
es_es: Feria
hu_hu: Tisztességes
nl_nl: Eerlijke
pl_pl: Targi
pt_pt: Justo

source: Okay
da_dk: Ok
es_es: Está bien
hu_hu: oké
nl_nl: Oke
pl_pl: W porządku
pt_pt: Okey

source: Pleasant
da_dk: Behagelig
de_de: Angenehm
es_es: Agradable
hu_hu: Kellemes
nl_nl: Aangenaam
pl_pl: Przyjemny
pt_pt: Agradável

source: Good
da_dk: God
de_de: Gut
es_es: Buena
hu_hu: jó
nl_nl: Goede
pl_pl: Dobry
pt_pt: Bom

source: Very good
da_dk: Meget god
de_de: Sehr gut
es_es: Muy bien
hu_hu: nagyon jó
nl_nl: Heel goed
pl_pl: Bardzo dobrze
pt_pt: Muito bom

source: Fabulous
da_dk: Fantastisk
de_de: Fabelhaft
es_es: Fabulosas
hu_hu: Mesés
nl_nl: Fantastische
pl_pl: Fantastyczny
pt_pt: Fabulosa
