Repository: Bookingfor/bookingfor-wordpress-extension-8.3
Catalog: lang/bfi-*.po
Languages: da_dk, de_de, es_es, hu_hu, nl_nl, pl_pl, pt_pt

source: BookingFor Cart Details page
de_de: BookingFor-Warenkorbseite
es_es: Página de detalles del comerciante BookingFor
nl_nl: BookingFor winkelwagen detailpagina

source: BookingFor Generic Request page
es_es: Página de solicitud genérica de BookingFor

source: BookingFor Event Details page
de_de: BookingFor Event Details Seite
es_es: Página de detalles del comerciante BookingFor

source: BookingFor PointsOfInterest Details page
de_de: BookingFor Points of Interest Details Seite
es_es: Página de información BookingFor en venta

# slug
source: search-availability
da_dk: sog-tilgaengelighed
de_de: suche-verfugbarkeit
es_es: buscar-disponibilidad
hu_hu: kereses-elerhetoseg
nl_nl: zoek-beschikbaarheid
pl_pl: szukaj-dostepnosc
pt_pt: disponibilidade-busca

# slug
source: search-events
da_dk: sogehaendelser
de_de: ereignissuche
es_es: busqueda-eventos
hu_hu: esemenyek-keresese
nl_nl: zoek-evenementen
pl_pl: szukaj-wydarzen
pt_pt: busca-eventos

# slug
source: merchantdetails
da_dk: forhandleroplysninger
de_de: handlerdaten
es_es: detalles-comerciante
hu_hu: kereskedo-adatai
nl_nl: handelaar-details
pl_pl: szczegoly-sprzedawcy
pt_pt: detalhesdocomerciante

# slug
source: eventlist
da_dk: begivenhedsliste
de_de: veranstaltungsliste
es_es: lista-eventos
hu_hu: esemenylista
nl_nl: evenementenlijst
pl_pl: lista-wydarzen
pt_pt: listaevento

# slug
source: merchantlist
da_dk: kobmandsliste
de_de: handlerliste
es_es: listacomerciantes
hu_hu: kereskedoi-lista
nl_nl: handelaarslijst
pl_pl: lista-handlowcow
pt_pt: listacomerciantes

# slug
source: cartdetails
da_dk: vogndetaljer
de_de: warenkorbdaten
es_es: detallesdelcarrito
hu_hu: kosar-reszletei
nl_nl: winkelwagen
pl_pl: szczegoly-koszyka
pt_pt: detalhescarrinho

# slug
source: genericrequest
da_dk: kontaktanmodning
de_de: kontaktanfrage
es_es: solicituddecontacto
hu_hu: kapcsolatfelkeres
nl_nl: contactverzoek
pl_pl: prosbaokontakt
pt_pt: genericoreques

# slug
source: accommodation-details
da_dk: indkvartering-detaljer
de_de: unterkunftdetails
es_es: alojamiento-detalles
hu_hu: szallas-reszletei
nl_nl: accommodatie-details
pl_pl: zakwaterowanie-szczegoly
pt_pt: alojamento-detalhes

# slug
source: onsell-details
da_dk: pa-saelge-detaljer
de_de: verkaufsdetails
es_es: onsell-detalles
hu_hu: az-eladasi-reszletekrol
nl_nl: opverkoop-details
pl_pl: na-szczegoly-sprzedazy
pt_pt: detalhes-devendas

# slug
source: eventdetails
da_dk: begivenhedsdetaljer
de_de: veranstaltungsdetails
es_es: detalles-evento
hu_hu: esemeny-reszletei
nl_nl: evenementdetails
pl_pl: szczegoly-wydarzenia
pt_pt: detalhesevento

# slug
source: pointsofinterestdetails
da_dk: oplysninger-om-interessepunkter
de_de: details-zu-sonderzielen
es_es: detalles-puntosinteres
hu_hu: erdekes-pontok-reszletei
nl_nl: poi-plaatsen
pl_pl: szczegoly-punktow-zainteresowania
pt_pt: detalhespontosdeinteresse

source: These settings control the permalinks used specifically for BookingFor.
de_de: Diese Einstellungen steuern die Permalinks, die speziell für BookingFor verwendet werden.
es_es: Estos ajustes controlan los permalinks utilizados específicamente para BookingFor.
hu_hu: Ezek a beállítások vezérlik a permalinks, különösen BookingFor használatos.
nl_nl: Deze instellingen bepalen de permalinks specifiek gebruikt voor BookingFor.
pl_pl: Te ustawienia sterują permalinks, wykorzystywany w szczególności do BookingFor.
pt_pt: Essas configurações controlam o permalinks usado especificamente para BookingFor.

# default-slug
source: search-availability
da_dk: sog-tilgaengelighed
de_de: verfugbarkeitssuche
es_es: busqueda-disponibilidad
hu_hu: kereses-elerhetoseg
nl_nl: zoek-beschikbaarheid
pl_pl: szukaj-dostepnosc
pt_pt: disponibilidade-busca

source: Default
da_dk: Standard
de_de: Standard
es_es: Por defecto
hu_hu: Alapértelmezett
nl_nl: Standaard
pl_pl: Domyślne
pt_pt: Padrão

source: Search Availability base
da_dk: Base for søgetilgængelighed
de_de: Verfügbarkeitsbasis suchen
es_es: Búsqueda en base de la disponibilidad
hu_hu: Elérhetőség keresésekhez
nl_nl: Zoekbasis beschikbaarheid
pl_pl: Szukaj dostępność bazy
pt_pt: Pesquisar base de disponibilidade

source: Custom Base
da_dk: Brugerdefineret Base
de_de: Benutzerdefinierte Basis
es_es: Base personalizada
hu_hu: Egyéni Base
nl_nl: Aangepaste Base
pl_pl: Niestandardowa podstawa
pt_pt: Base personalizada

source: Enter a custom base to use. A base <strong>must</strong> be set or WordPress will use default instead.
da_dk: Indtast en brugerdefineret base. En base <strong>skal</strong> være valgt ellers vil wordpress bruge standarden i stedet.
de_de: Geben Sie eine zu verwendende benutzerdefinierte Basis ein. Eine Basis <strong> muss </strong> festgelegt werden oder WordPress wird stattdessen den Standard verwenden.
es_es: Entrar en una base personalizada para usar. Una base de <strong> debe </strong> ser o WordPress usará por defecto en lugar de otro.
hu_hu: Írjon be egy egyedi előtagot, amit használni szeretnél. Előtagot <strong>kötelező</strong> beállítani vagy a WordPress az alapértelmezettet fogja használni.
nl_nl: Voer een aangepaste base te gebruiken. Een base <strong> moet </strong> worden ingesteld of WordPress standaard zal gebruiken.
pl_pl: Wpisz bazę niestandardowej do wykorzystania. Podstawa <strong>musi</strong> być ustawiona lub WordPress użyje zamiast niej domyślną.
pt_pt: Entra numa base personalizada para usar. Uma base de <strong> deve </strong> ser definido ou WordPress usará padrão em vez disso.

# default-slug
source: searchavailability
da_dk: sogtilgaengelighed
de_de: verfugbarkeitssuche
es_es: disponibilidadbusqueda
hu_hu: kereseselerhetoseg
nl_nl: zoekbeschikbaarheid
pt_pt: disponibilidadebusca

source: Cache are cleaned
de_de: Cache werden gereinigt
es_es: La caché se limpia

source: U.S. dollar
es_es: Dólar estadounidense
nl_nl: Amerikaanse dollar
pl_pl: Dolar

source: Japanese yen
da_dk: Japanske Yen
de_de: Japanischer Yen
es_es: Yen japonés
nl_nl: Japanse yen
pl_pl: Japoński jen
pt_pt: DEM marcos alemães

source: Canadian dollar
da_dk: Canadiske dollar
de_de: Kanadischer Dollar
es_es: Dólar canadiense
hu_hu: Kanadai dollár
nl_nl: Canadese dollar
pl_pl: Dolar kanadyjski
pt_pt: Dólar Canadense

source: Australian dollar
de_de: Australischer Dollar
es_es: Dólar australiano
nl_nl: Australische dollar
pl_pl: Dolar australijski
pt_pt: Dólar australiano

source: Russian Ruble
da_dk: Russiske Rubler
de_de: Russischer Rubel
es_es: Rublos Rusos
hu_hu: Orosz rubel
nl_nl: Russische roebel
pl_pl: Rosyjski Rubel

source: Czech koruna
da_dk: Tjekkiske kroner
de_de: Tschechische Krone
es_es: Corona checa
hu_hu: Cseh korona
nl_nl: Tsjechische kroon
pl_pl: Korona czeska
pt_pt: Coroa checa

source: Singapore dollar
de_de: Singapur-Dollar
es_es: Dólar de Singapur
nl_nl: Singaporese dollar
pl_pl: Singapurski Dolar
pt_pt: Dólar de Singapura

source: Pound sterling
de_de: Pfund Sterling
es_es: Libra esterlina
nl_nl: Pond sterling
pl_pl: Funt szterling

source: If you like <strong>BookingFor</strong> please leave us a %s&#9733;&#9733;&#9733;&#9733;&#9733;%s rating. A huge thank you from Bookingfor in advance!
de_de: Wenn Sie möchten <strong> BookingFor </strong> hinterlassen Sie uns bitte eine %s&#9733;&#9733;&#9733;&#9733;&#9733;%s Rating. Ein riesiges Dankeschön von Bookingfor im Voraus!
es_es: Si te gusta <strong> BookingFor </strong> por favor nos deja un %s &#9733; &#9733; &#9733; &#9733; &#9733; %s calificación. Un enorme gracias de Bookingfor por adelantado!
nl_nl: Als u <strong> BookingFor </strong> te verlaten gelieve ons een %s &#9733; &#9733; &#9733; &#9733; &#9733; %s rating. Een enorme van Bookingfor bij voorbaat dank!
pl_pl: Jeśli chcesz <strong> BookingFor </strong> proszę zostawić nam %s &#9733; &#9733; &#9733; &#9733; &#9733; %s została przyznana. Ogromny z Bookingfor z góry dziękuję!
pt_pt: Se você quiser <strong> BookingFor </strong> por favor nos deixe um %s &#9733; &#9733; &#9733; &#9733; &#9733; %s classificação. Um enorme Obrigado de Bookingfor com antecedência!

source: Thanks
da_dk: Tak
de_de: Danke
es_es: Gracias
hu_hu: kösz
nl_nl: Bedankt
pl_pl: Dzięki
pt_pt: Obrigado

source: Thank you for selling with BookingFor.
da_dk: Tak, fordi du sælger med BookingFor.
de_de: Vielen Dank, dass Sie mit BookingFor verkaufen.
es_es: Para la venta con BookingFor gracias.
hu_hu: Köszönjük, hogy eladja a BookingFor.
nl_nl: Dank u voor de verkoop met BookingFor.
pl_pl: Dziękuję za sprzedaż z BookingFor.
pt_pt: Obrigado por vender com BookingFor.

source: There are untranslated pages in
de_de: Es gibt nicht übersetzte Seiten in
es_es: Hay páginas sin traducir en
pl_pl: Istnieją nieprzetłumaczone strony w

source: Create missing pages
de_de: Erstellen Sie fehlende Seiten
es_es: Falta páginas de front-office
nl_nl: Ontbrekende pagina's maken
pl_pl: Tworzenie brakujących stron

source: All fine!
de_de: Alles gut!
es_es: Toda la provincia
nl_nl: Allemaal prima!
pl_pl: Wszystko w porządku!

source: Delete Cached Data
de_de: Löschen Sie zwischengespeicherte Daten
es_es: Eliminar datos almacenados en caché
pl_pl: Usuwanie danych w pamięci podręcznej

source: Cached data are stored on your server in files. If you need to delete them, use the button below.
de_de: Die zwischengespeicherten Daten werden in Dateien auf Ihrem Server gespeichert. Wenn Sie sie löschen müssen, verwenden Sie die Schaltfläche unten.
es_es: Los datos almacenados en caché se almacenan en el servidor en archivos. Si necesita eliminarlos, utilice el botón de abajo.
pl_pl: Buforowane dane są przechowywane na serwerze w plikach. Jeśli chcesz je usunąć, użyj przycisku poniżej.

source: Delete Cache
de_de: Cache löschen
es_es: Borrar caché
pl_pl: Usuń pamięć podręczną
pt_pt: Eliminar cache

source: Delete Cache for Bot
es_es: Eliminar caché para bot
pl_pl: Usuń pamięć podręczną dla bota

source: Save changes
da_dk: Gem ændringer
de_de: Änderungen speichern
es_es: Guardar los cambios
hu_hu: Módosítások mentése
nl_nl: Wijzigingen opslaan
pl_pl: Zapisz zmiany
pt_pt: Salvar as alterações

source: Hours
da_dk: Timer
es_es: Horas
hu_hu: Óra
pl_pl: Godziny
pt_pt: Horas

source: Display the user's Cart link in the sidebar.
de_de: Warenkorb-Link des Benutzers in der Seitenleiste angezeigen.
es_es: Mostrar el vínculo de carro del usuario en la barra lateral.
hu_hu: Megjeleníteni a felhasználó kosár link az oldalsávon.
nl_nl: Weergeven van de gebruiker kar link in de zijbalk.
pl_pl: Wyświetlić użytkownika koszyka link w pasku bocznym.
pt_pt: Exibir o link do carrinho do usuário na barra lateral.

source: BookingFor Cart
de_de: BookingFor-Warenkorb
es_es: Carro de BookingFor
hu_hu: BookingFor kosár
nl_nl: BookingFor kar
pl_pl: BookingFor koszyk
pt_pt: Carrinho BookingFor

source: Title
da_dk: Titel
de_de: Titel
es_es: Título
hu_hu: Cím
nl_nl: Titel
pl_pl: Tytuł
pt_pt: Título

source: Display the user's currency switcher in the sidebar.
de_de: Währungswechsler des Benutzers in der Seitenleiste anzeigen.
es_es: Mostrar el vínculo de carro del usuario en la barra lateral.
nl_nl: Switcher van de valuta van de gebruiker worden weergegeven in de zijbalk.
pl_pl: Wyświetl przełącznik waluty użytkownika na pasku bocznym.

source: BookingFor currency switcher
de_de: BookingFor Währungswechsler
es_es: Filtros de búsqueda de BookingFor
nl_nl: BookingFor valuta switcher
pl_pl: BookingFor przełącznik waluty

source: Display the link for login, cart and change currency.
es_es: Muestre el enlace para iniciar sesión, carrito y cambiar moneda.
pl_pl: Wyświetl link do logowania, koszyka i zmiany waluty.

source: BookingFor Header Link
es_es: BookingFor Permalinks
pl_pl: BookingFor Link nagłówka

source: Show currency selector
de_de: Währungsauswahl anzeigen
es_es: Mostrar selector de divisas
pl_pl: Pokaż selektor waluty
pt_pt: Mostrar seletor de moeda

source: Show link to cart
es_es: Mostrar enlace al carrito
pl_pl: Pokaż link do koszyka

source: Show login as popup
es_es: Mostrar inicio de sesión como ventana emergente
pl_pl: Pokaż logowanie jako wyskakujące okienko

source: Show link to Travel planner
es_es: Personas viajando solas
pl_pl: Pokaż link do planowania podróży

source: Display the Login form in the sidebar.
es_es: Mostrar el vínculo de carro del usuario en la barra lateral.
pl_pl: Wyświetl formularz Logowania na pasku bocznym.

source: BookingFor Login
es_es: Reserva en línea
pl_pl: RezerwacjaZaczymy się loginem

source: Show like a popup
es_es: Mostrar como una ventana emergente
pl_pl: Pokaż jak wyskakujące okienko

source: Display the user's Review in the sidebar.
es_es: Mostrar el vínculo de carro del usuario en la barra lateral.
pl_pl: Wyświetl recenzję użytkownika na pasku bocznym.

source: BookingFor Reviews
es_es: BookingFor Permalinks
pl_pl: Rezerwacjewzdjęć

source: A Search box for multimerchant, monomerchant and sell on.
de_de: Ein Suchfeld für Mehrfachhändler, Monohändler und Weiterverkauf.
es_es: Un cuadro de búsqueda para multimerchant, monomerchant y venta de.
hu_hu: Multimerchant, monomerchant és eladni a keresőmezőbe.
nl_nl: Een zoekvak voor multimerchant, monomerchant en verkopen op.
pl_pl: Pole wyszukiwania dla multimerchant, monomerchant i sprzedają na.
pt_pt: Para multimerchant, monomerchant e vender em uma caixa de pesquisa.

source: BookingFor Search Tab
es_es: Búsqueda de BookingFor
pl_pl: Szukaj BookingFor

source: Search 1 (default:Booking)
es_es: Búsqueda 1 (predeterminado:Reserva)
pl_pl: Szukaj 1 (domyślnie:Rezerwacja)

source: Search 2 (default:Services)
es_es: Filtros de búsqueda
pl_pl: Szukaj 2 (domyślnie:Usługi)

source: Search 3 (default:Activities)
es_es: Búsqueda 3 (predeterminado:Actividades)
pl_pl: Szukaj 3 (domyślnie:Działania)

source: Search 4 (default:Others)
es_es: Filtros de búsqueda
pl_pl: Szukaj 4 (domyślnie:Inne)

source: Real Estate
da_dk: Ejendom
de_de: Immobilien Verkauf
es_es: Bienes raíces
nl_nl: Onroerend goed
pl_pl: Nieruchomości
pt_pt: Imóveis

source: Events
da_dk: Begivenheder
de_de: Veranstaltungen
es_es: Eventos
hu_hu: Események
pl_pl: Wydarzenia
pt_pt: Eventos

source: Search MapSells
es_es: buscar-mapavende
pl_pl: mapa-wyszukiwania-sprzedaje

source: Unit of times
de_de: Zeiteinheiten
es_es: Unidad de tiempos
nl_nl: Eenheid van tijd
pl_pl: Jednostka czasu

source: Time slot
de_de: Zeitfenster
es_es: Ranura de tiempo
nl_nl: Tijdsperiode
pl_pl: Przedział czasu

source: Merchant
da_dk: Udbyder
de_de: Händler
es_es: Comerciante
nl_nl: Koopman
pl_pl: Strona szczegółów kupiec BookingFor

source: Resource group
es_es: Grupo de recursos
pl_pl: Grupa zasobów

source: Service
es_es: Servicio
hu_hu: Szolgáltatás
pl_pl: Usługa
pt_pt: Serviço

source: Experience
da_dk: Erfaring
es_es: Experiencia
hu_hu: Tapasztalat
pl_pl: Doświadczenie
pt_pt: Experiência

source: Rental
es_es: Alquiler
pl_pl: Wynajem
pt_pt: Alojamento Local

source: Time slots
es_es: Franjas horarias
pl_pl: Przedział czasu

source: Maps Sell
es_es: Tipo de búsqueda
pl_pl: Szukaj mapy sprzedaje

source: Displays horizontally
de_de: Wird horizontal angezeigt
es_es: Horizontalmente
hu_hu: Vízszintesen jeleníti meg
nl_nl: Horizontaal worden weergegeven
pl_pl: Są wyświetlane w poziomie
pt_pt: Exibe horizontalmente

source: Fixed on top
es_es: Fijo en la parte superior
pl_pl: Naprawiono na górze

source: Top correction
es_es: Corrección superior
pl_pl: Górna korekta

source: Fixed on bottom for small device
es_es: Fijo en la parte inferior para dispositivos pequeños
pl_pl: Przymocowany na dole dla małego urządzenia

source: Tab
da_dk: Fane
de_de: Registerkarte
es_es: Ficha
hu_hu: Lap
nl_nl: Tabblad
pl_pl: Karta
pt_pt: Guia

source: Use more tab
es_es: Usar más pestaña
pl_pl: Użyj więcej karty

source: Show advance settings
es_es: Mostrar ajustes avanzados
pl_pl: Pokaż ustawienia zaliczki

source: Intro text
da_dk: Intro tekst
de_de: Einführungstext
es_es: Texto introductorio
pl_pl: Opis strony

source: Icon (for expert users)
es_es: Icono (para usuarios expertos)
pl_pl: Ikona (dla użytkowników ekspertów)

source: Merchant category
de_de: Händlerkategorie
es_es: Categoría mercantil
hu_hu: Kereskedelmi kategória
nl_nl: Zakelijke categorie
pl_pl: Kupiec kategorii
pt_pt: Categoria de comerciante

source: Product category
da_dk: Produktkategori
de_de: Produktkategorie
es_es: Categoría de producto
hu_hu: Termék kategória
nl_nl: Productcategorie
pl_pl: Kategoria produktów
pt_pt: Categoria de produto

source: Search availability for
de_de: Suche Verfügbarkeit für
es_es: buscar-disponibilidad
nl_nl: Zoek beschikbaarheid voor
pl_pl: Sprawdź dostępność

source: Items type
de_de: Positionstyp
es_es: Elementos por página
pl_pl: Typ elementów

source: Default group by
de_de: Standardgruppierung nach
es_es: Grupo predeterminado por
nl_nl: Standaardgroep door
pl_pl: Domyślna grupa według

source: result Views
es_es: vistas de resultados
nl_nl: resultaat Weergaven
pl_pl: wyświetlenia wyników

source: Fields Visibility
de_de: Feldersichtbarkeit
es_es: Visibilidad de campos
hu_hu: Látható mezők
nl_nl: Zichtbaarheid van de velden
pl_pl: Pola widoczności
pt_pt: Visibilidade de campos

source: Search text
da_dk: Søg i tekst
de_de: Suchtext
es_es: Texto de búsqueda
nl_nl: Zoektekst
pl_pl: Szukany tekst

source: (Merchants, Products, Tags, Merchants and Products Categories, Regions, States, Cities, Zones)
de_de: (Händler, Produkte, Tags, Händler und Produkte Kategorien, Regionen, Staaten, Städte, Zonen)
es_es: (Comerciantes, Productos, Etiquetas, Comerciantes y Categorías de Productos, Regiones, Estados, Ciudades, Zonas)
pl_pl: (Sprzedawcy, produkty, tagi, sprzedawcy i kategorie produktów, regiony, stany, miasta, strefy)

source: Research fields
es_es: Ámbitos temáticos de investigación
pl_pl: Filtry wyszukiwania

source: or
da_dk: eller
de_de: oder
es_es: o
hu_hu: vagy
nl_nl: of
pl_pl: lub
pt_pt: ou

source: Destination
de_de: Zone
es_es: Destino
hu_hu: Rendeltetési hely
nl_nl: Bestemming
pl_pl: Miejsca przeznaczenia
pt_pt: Destino

source: Type
de_de: Typ
es_es: Tipo
hu_hu: Típus
pl_pl: Typu
pt_pt: Tipo

source: Map Button
de_de: Schaltfläche „Karte“
es_es: Botón de mapa
hu_hu: Gomb megjelenítése
nl_nl: Kaart-knop
pl_pl: Mapa przycisk
pt_pt: Botão mapa

source: Select 1 day o more
es_es: Seleccione 1 día o más
nl_nl: Selecteer 1 dag o meer
pl_pl: Wybierz 1 dzień o więcej

source: Date Range
da_dk: Dato periode
de_de: Datumsbereich
es_es: Rango de fechas
hu_hu: Dátumtartomány
nl_nl: Datumbereik
pl_pl: Zakres dat
pt_pt: Intervalo de datas

source: Date Time Range
da_dk: Dato tidsinterval
de_de: Datum-Zeitspanne
es_es: Fecha Hora Rango
nl_nl: Datum Tijd Bereik
pl_pl: Przedział dat i czasu
pt_pt: Intervalo da Data e Hora

source: Block Months
de_de: Monate sperren
es_es: Meses de bloque
hu_hu: Blokk hónappal
nl_nl: Blok maanden
pl_pl: Blok miesięcy
pt_pt: Meses de bloco

source: Disable Days
de_de: Tage deaktivieren
es_es: Inhabilitar días
hu_hu: Kikapcsolni a napok
nl_nl: Uitschakelen van dagen
pl_pl: Wyłączyć dni
pt_pt: Desabilitar o dias

source: Show resource number
es_es: Mostrar número de recurso
pl_pl: Pokaż numer zasobu

source: Limit resource number
es_es: Limitar el número de recursos
pl_pl: Ogranicz liczbę zasobów

source: Show rooms number
es_es: Mostrar número de habitaciones
pl_pl: Pokaż numer pokoi

source: Limit rooms number
es_es: Número de habitación límite
pl_pl: Limit liczby pokoi

source: Persons
da_dk: Personer
de_de: Personen
es_es: Personas
hu_hu: Személyek
nl_nl: Personen
pl_pl: Osób
pt_pt: Pessoas

source: Childrens
da_dk: Børnebøger
de_de: Kinder
es_es: Para niños
hu_hu: Gyereknap
pl_pl: Dla dzieci
pt_pt: Para crianças

source: Services
de_de: Dienstleistungen
es_es: Servicios
hu_hu: Szolgáltatások
nl_nl: Diensten
pl_pl: Usługi
pt_pt: Serviços

source: Only Online Booking
de_de: Nur Online-Buchung
es_es: Sólo de reserva en línea
hu_hu: Csak Online foglalás
nl_nl: Alleen Online te boeken
pl_pl: Rezerwacja tylko Online
pt_pt: Reservas somente Online

source: (Regions, States, Cities, Zones)
de_de: (Regionen, Staaten, Städte, Zonen)
es_es: (Regiones, Estados, Ciudades, Zonas)
pl_pl: (Regiony, Stany, Miasta, Strefy)

source: Contract
da_dk: Kontrakt
de_de: Vertrag
es_es: Contrato
hu_hu: Szerződés
pl_pl: Umowy
pt_pt: Contrato

source: Price
da_dk: Pris
de_de: Preis
es_es: Precio
hu_hu: Ár
nl_nl: Prijs
pl_pl: Cena
pt_pt: Preço

source: Floor Area
de_de: Grundfläche
es_es: Área de piso
hu_hu: Alapterület:
nl_nl: Vloeroppervlakte
pl_pl: Powierzchnia
pt_pt: Área de piso

source: BedRooms
de_de: Schlafzimmer
es_es: Habitaciones
hu_hu: Hálószoba
nl_nl: Slaapkamers
pl_pl: Sypialnie
pt_pt: Quartos

source: Baths
da_dk: Badeværelser
de_de: Bäder
es_es: Baños
hu_hu: Fürdő
nl_nl: Baden
pl_pl: Kąpiele
pt_pt: Banhos

source: Only New
de_de: Nur neue
es_es: Sólo los nuevos
hu_hu: Csak az új
nl_nl: Alleen nieuwe
pl_pl: Tylko nowe
pt_pt: Somente novos

source: Services list
da_dk: Ydelsesliste
de_de: Dienstleistungsliste
es_es: Lista de servicios
hu_hu: Szolgáltatások listája
nl_nl: Lijst Services
pl_pl: Lista usług
pt_pt: Lista de serviços

source: Or Select Result Page
es_es: O seleccionar página de resultados
pl_pl: Lub wybierz stronę wyników

source: A Carousel list of Events.
es_es: Una lista de carrusel de comerciantes.
pl_pl: Karuzela lista zdarzeń.

source: BookingFor Carousel Events
es_es: Carro de BookingFor
pl_pl: Rezerwacjedla wydarzeń karuzelowych

source: Tags
es_es: Etiquetas
hu_hu: Címkék
pl_pl: Tagi
pt_pt: Etiquetas

source: Items per page
da_dk: Varer pr. side
de_de: Positionen pro Seite
es_es: Elementos por página
hu_hu: Elemek oldalanként
nl_nl: Items per pagina
pl_pl: Liczba produktów na stronie
pt_pt: Itens por página

source: Theme
da_dk: Tema
es_es: Tema
hu_hu: Sablon
pl_pl: Motyw
pt_pt: Tema

source: Max items
de_de: Maximale Positionen
es_es: Artículos de Max
hu_hu: Max elemek
nl_nl: Max onderdelen
pl_pl: Max elementów
pt_pt: Itens de Max

source: Max description characters
de_de: Maximale Zeichen der Beschreibung
es_es: Caracteres de la descripción de Max
hu_hu: Max leíró karakterek
nl_nl: Max beschrijving tekens
pl_pl: Znaki opisu Max
pt_pt: Caracteres de descrição de Max

source: A Carousel list of Poi.
es_es: Una lista de carrusel de comerciantes.
pl_pl: Karuzela listy sprzedawców.

source: BookingFor Carousel Poi
es_es: Carro de BookingFor
pl_pl: BookingFor koszyk

source: A Carousel list of Resources.
es_es: Una lista de carrusel de comerciantes.
pl_pl: Karuzela lista zasobów.

source: BookingFor Carousel Resources
es_es: Carro de BookingFor
pl_pl: Rezerwacjedla zasobów karuzelowych

source: A details merchant box.
de_de: Ein Detail-Händlerfeld.
es_es: Una caja de información mercantil.
hu_hu: Egy kereskedő mezőben.
nl_nl: Een koopman vak van details.
pl_pl: Szczegóły pole handlowca.
pt_pt: Uma caixa de comerciante de detalhes.

source: BookingFor details merchant box
de_de: BookingFor Detail-Händlerfeld
es_es: Cuadro de mercantes de detalles BookingFor
hu_hu: BookingFor részletek kereskedő doboz
nl_nl: BookingFor details merchant vak
pl_pl: BookingFor szczegóły handlowca pole
pt_pt: BookingFor caixa de comerciante de detalhes

source: what to show
es_es: qué mostrar
pl_pl: co pokazać

source: A Carousel list of Merchants.
de_de: Eine Karussell-Liste der Händler.
es_es: Una lista de carrusel de comerciantes.
hu_hu: Kereskedők körhinta listája.
nl_nl: Een lijst met carrousels van kooplieden.
pl_pl: Karuzela listy sprzedawców.
pt_pt: Uma lista de carrossel de comerciantes.

source: BookingFor Merchants
de_de: BookingFor-Händler
es_es: Comerciantes BookingFor
hu_hu: BookingFor kereskedők
nl_nl: BookingFor handelaars
pl_pl: BookingFor kupców
pt_pt: Comerciantes de BookingFor

source: A Filter box.
de_de: Eine Filterfeld
es_es: Una caja de filtro.
hu_hu: A szűrő mezőbe.
nl_nl: Het vak van een Filter.
pl_pl: Pole filtru.
pt_pt: Uma caixa de filtro.

source: BookingFor Search Events
es_es: Búsqueda de BookingFor
pl_pl: Rezerwacje dla zdarzeń wyszukiwania
