Repository: Bookingfor/bookingfor-wordpress-extension-8.3
Catalog: lang/bfi-*.po
Languages: da_dk, de_de, es_es, hu_hu, nl_nl, pl_pl, pt_pt

source: From
da_dk: Fra
de_de: Von
es_es: Desde
hu_hu: Ettől
nl_nl: Van
pl_pl: Od
pt_pt: De

source: Resource
da_dk: Ressource
de_de: Ressource
es_es: Recurso
hu_hu: Erőforrás
pl_pl: Zasób
pt_pt: Recurso

source: Adults
da_dk: Voksne
de_de: Erwachsene
es_es: Adultos
hu_hu: Felnőttek
nl_nl: Volwassenen
pl_pl: Dorośli
pt_pt: Adultos

source: Children
da_dk: Børn
de_de: Kinder
es_es: Niños
hu_hu: Gyermek
nl_nl: Kinderen
pl_pl: Dzieci
pt_pt: Crianças

source: Guest
da_dk: Gæst
de_de: Gast
es_es: Invitado
hu_hu: Vendég
nl_nl: Gast
pl_pl: Gość
pt_pt: Convidado

source: Nights
da_dk: Nætter
de_de: Nächte
es_es: Noches de
hu_hu: Éjszaka
nl_nl: Nachten
pl_pl: Noce
pt_pt: Noites

source: Days
da_dk: Dage
de_de: Tage
es_es: Días
hu_hu: Nap
nl_nl: Dagen
pl_pl: Dni
pt_pt: Dias

source: the
da_dk: den
de_de: das
es_es: el
hu_hu: a
nl_nl: de
pt_pt: o(s)

source: No result available
da_dk: Intet resultat tilgængeligt
de_de: Kein Ergebnis verfügbar
es_es: No hay resultados disponibles
hu_hu: Nincs elérhető eredmény
nl_nl: Geen resultaat beschikbaar
pl_pl: Wynik nie dostępna
pt_pt: Nenhum resultado disponível

source: Login success
da_dk: Logon lykkedes
de_de: Einloggen erfolgreich
es_es: Logueo exitoso
hu_hu: Bejelentkezési siker
nl_nl: Login correct
pl_pl: Sukces logowania
pt_pt: Sucesso de login

source: Login failed
da_dk: Logon mislykkedes
de_de: Login fehlgeschlagen
es_es: Error de inicio de sesión
hu_hu: Sikertelen bejelentkezés
nl_nl: Inloggen mislukt
pl_pl: Logowanie nieudane
pt_pt: Falha de login

source: Code not valid
da_dk: Kode ikke gyldig
de_de: Code nicht gültig
es_es: Código no válido
hu_hu: A kód érvénytelen
nl_nl: Code niet geldig
pl_pl: Kod nie jest prawidłowy
pt_pt: Código não válido

source: Select a check-out date
da_dk: Vælg en check-ud dato
de_de: Wählen Sie ein Check-out-Datum aus
es_es: Seleccione una fecha de salida
hu_hu: Kijelentkezési dátum kiválasztása
nl_nl: Selecteer een periode
pl_pl: Wybieranie daty wymeldowania
pt_pt: Selecione uma data de check-out

source: Done
da_dk: Færdig
de_de: Fertig
es_es: Hecho
hu_hu: Kész
nl_nl: Klaar
pl_pl: Gotowe
pt_pt: Concluído

source: Sun
da_dk: Søn
de_de: So
es_es: Dom
hu_hu: Vas
nl_nl: Zo
pl_pl: Nie
pt_pt: Dom

source: Mon
da_dk: Man
de_de: Mo
es_es: Lun
hu_hu: Hé
nl_nl: Пн
pl_pl: Pon
pt_pt: Seg

source: Tue
da_dk: Tir
de_de: Di
es_es: Mar
hu_hu: Kedd
nl_nl: Di
pl_pl: Wt
pt_pt: Ter

source: Wed
da_dk: Ons
de_de: Mi
es_es: Mie
hu_hu: Sze
nl_nl: Wo
pl_pl: Śr
pt_pt: Qua

source: Thu
da_dk: Tors
de_de: Do
es_es: Jue
hu_hu: Csü
nl_nl: Do
pl_pl: Czw
pt_pt: Qui

source: Fri
da_dk: Fre
de_de: Fr
es_es: Vie
hu_hu: Pén
nl_nl: Vr
pl_pl: Pt
pt_pt: Sex

source: Sat
da_dk: Lør
de_de: Sa
es_es: Sab
hu_hu: Szo
nl_nl: Zat
pl_pl: Sob
pt_pt: Sáb

source: January
da_dk: Januar
de_de: Januar
es_es: Enero
hu_hu: Január
nl_nl: Januari
pl_pl: Styczeń
pt_pt: Janeiro

source: February
da_dk: Februar
de_de: Februar
es_es: Febrero
hu_hu: Február
nl_nl: Februari
pl_pl: Luty
pt_pt: Fevereiro

source: March
da_dk: Marts
de_de: März
es_es: Marzo
hu_hu: Március
nl_nl: Maart
pl_pl: Marzec
pt_pt: Março

source: April
es_es: Abril
hu_hu: Április
pl_pl: Kwiecień
pt_pt: Abril

source: May
da_dk: maj
de_de: Mai
es_es: Mayo
hu_hu: Máj
nl_nl: Mei
pl_pl: Maj
pt_pt: Maio

source: June
da_dk: Juni
de_de: Juni
es_es: Junio
hu_hu: Június
nl_nl: Juni
pl_pl: Czerwiec
pt_pt: Junho

source: July
da_dk: Juli
de_de: Juli
es_es: Julio
hu_hu: Július
nl_nl: Juli
pl_pl: Lipiec
pt_pt: Julho

source: August
es_es: Agosto
hu_hu: Augusztus
nl_nl: Augustus
pl_pl: Sierpień
pt_pt: Agosto

source: October
da_dk: Oktober
de_de: Oktober
es_es: Octubre
hu_hu: Október
nl_nl: Oktober
pl_pl: Październik
pt_pt: Outubro

source: November
es_es: Noviembre
pl_pl: Listopad
pt_pt: Novembro

source: December
de_de: Dezember
es_es: Diciembre
pl_pl: Grudzień
pt_pt: Dezembro

source: Access not valid. Access will be denied until {0}.
da_dk: Adgangen er ikke gyldig. Adgang vil blive nægtet indtil {0}.
de_de: Zugang nicht gültig. Der Zugriff wird bis {0} verweigert.
es_es: Acceso no válido. Se denegará el acceso hasta {0}.
hu_hu: A hozzáférés érvénytelen. A hozzáférés a {0}-ig meg lesz tagadva.
nl_nl: Toegang is niet geldig. De toegang wordt geweigerd tot {0}.
pl_pl: Dostęp nieprawidłowy. Dostęp zostanie odrzucony do {0}.
pt_pt: Acesso não válido. O acesso será negado até {0}.

source: Link has been sent to registered email
da_dk: Link er blevet sendt til registreret e-mail
de_de: Der Link wurde an eine registrierte E-Mail gesendet
es_es: El enlace se ha enviado al correo electrónico registrado
hu_hu: A hivatkozás elküldve a regisztrált e-mailhez
nl_nl: Link is verzonden naar geregistreerde e-mail
pl_pl: Link został wysłany na zarejestrowaną wiadomość e-mail
pt_pt: Link foi enviado para e-mail registrado

source: Please enter valid registered email
da_dk: Indtast gyldig registreret e-mail
de_de: Bitte geben Sie eine gültige registrierte E-Mail-Adresse ein
es_es: Introduce un número entero
hu_hu: Adjon meg érvényes regisztrált e-mailt
nl_nl: Voer een geheel getal
pl_pl: Podaj ważny zarejestrowany adres e-mail
pt_pt: Por favor, digite um número inteiro

source: Look nearby
da_dk: Se i nærheden
de_de: In der Nähe suchen
es_es: Mira cerca
hu_hu: Nézd meg a közelben
nl_nl: Kijk in de buurt
pl_pl: Spójrz w pobliżu
pt_pt: Olhe por perto

source: Read more
da_dk: Læs mere
de_de: Mehr lesen
es_es: Leer más
hu_hu: Tudjon meg többet
nl_nl: Lees meer
pl_pl: Dowiedz się więcej
pt_pt: Leia mais

source: Read less
da_dk: Læs mindre
de_de: Weniger lesen
es_es: Leer menos
hu_hu: Olvassa el, kevesebb
nl_nl: Lees minder
pl_pl: Czytaj mniej
pt_pt: Leia mais

source: Add to wishlist
da_dk: Føj til ønskeliste
de_de: Zur Wunschliste hinzufügen
es_es: Añadir a la lista de deseos
hu_hu: Kívánságlistára
nl_nl: Toevoegen aan verlanglijst
pl_pl: Dodaj do ulubionych
pt_pt: Adicionar aos favoritos

source: My next trip
da_dk: Min næste tur
de_de: Meine nächste Reise
es_es: Mi próximo viaje
hu_hu: A következő utam
nl_nl: Mijn volgende reis
pl_pl: Moja następna podróż
pt_pt: Minha próxima viagem

source: Create a new list
da_dk: Opret en ny ønskeseddet
de_de: Neue Liste erstellen
es_es: Crear una nueva lista
hu_hu: Új lista létrehozása
nl_nl: Maak een nieuwe verlanglijst
pl_pl: Utwórz nową listę życzeń
pt_pt: Criar uma nova lista

source: Search area or point of interest
da_dk: Søgeområde eller interessepunkt
de_de: Suchbereich oder Sehenswürdigkeit
es_es: Zona de búsqueda o punto de interés
hu_hu: Keresési terület vagy érdekes pont
nl_nl: Zoekgebied of interessepunt
pl_pl: Obszar wyszukiwania lub punkt zainteresowania
pt_pt: Área de pesquisa ou ponto de interesse

source: Please select one or more option you want to request
da_dk: Vælg en eller flere indstillinger, du vil anmode om
de_de: Bitte wählen Sie eine oder mehrere Optionen aus, die Sie anfordern möchten.
es_es: Seleccione una o más opciones que desea solicitar
hu_hu: Válasszon ki egy vagy több kívánt lehetőséget
nl_nl: Selecteer een of meer opties die u wilt aanvragen
pl_pl: Wybierz jedną lub więcej opcji, o które chcesz poprosić
pt_pt: Por favor, selecione uma ou mais opção que você deseja solicitar

source: Change your details
da_dk: Ændre dine oplysninger
de_de: Ihre Details ändern
es_es: Editar tus datos
hu_hu: A részletek módosítása
nl_nl: Wijzig uw gegevens
pl_pl: Zmień swoje dane
pt_pt: Altere os seus dados

source: Select dates
da_dk: markerede elementer
de_de: Verleihdatum
es_es: Seleccionar fechas
hu_hu: kijelölt elemek
nl_nl: geselecteerde items
pl_pl: wybranych elementów
pt_pt: Selecione datas

source: %d second/s
da_dk: %d sekund/s
de_de: %d Sekunde/s
es_es: %d segundo/s
hu_hu: %d másodperc/s
nl_nl: %d tweede/s
pl_pl: %d sekundy/s
pt_pt: %d segundo/s

source: (Approx.)
da_dk: (Ca.)
de_de: (Ca.)
es_es: (Aprox.)
hu_hu: (Kb.)
nl_nl: (Ongeveer)
pl_pl: (W przybliżeniu)
pt_pt: (Aprox.)

source: %d minutes
da_dk: %d minutter
de_de: %d Minuten
es_es: %d minutos
hu_hu: %d perc
nl_nl: %d minuten
pl_pl: %d minut
pt_pt: %d minutos

source: %d minute
da_dk: %d minut
es_es: %d minuto
hu_hu: %d perc
nl_nl: %d minuut
pl_pl: %d minuta
pt_pt: %d minuto

source: %d hours
da_dk: %d timer
de_de: %d Stunden
es_es: %d horas
hu_hu: %d óra
nl_nl: %d uur
pl_pl: %d godzin
pt_pt: %d horas

source: %d hour
da_dk: %d time
de_de: %d Stunde
es_es: %d hora
hu_hu: %d óra
nl_nl: %d uur
pl_pl: %d godzina
pt_pt: %d hora

source: %d days
da_dk: %d dage
de_de: %d Tage
es_es: %d días
hu_hu: %d nap
nl_nl: %d dag/s
pl_pl: %d dni
pt_pt: %d dias

source: %d day
da_dk: %d dag
de_de: %d Tag
es_es: %d día
hu_hu: %d nap
nl_nl: %d dag/s
pl_pl: %d dzień
pt_pt: dia %d

source: %d month/s
da_dk: %d måned/s
de_de: %d Monat(e)
es_es: %d mes/s
hu_hu: %d hónap/ek
nl_nl: %d maand/maanden
pl_pl: %d miesiąca/s
pt_pt: %d mês/s

source: %d year/s
da_dk: %d år
de_de: %d Jahr/s
es_es: %d año/s
hu_hu: %d év
nl_nl: %d jaar(en)
pl_pl: %d rok/y
pt_pt: %d ano/s

source: Mandatory
da_dk: Obligatorisk
de_de: Es ist erforderlich
es_es: Obligatorio
hu_hu: Kötelező
nl_nl: Verplichte
pl_pl: Obowiązkowe
pt_pt: Obrigatório

source: This is a demo store for testing purposes &mdash; no orders shall be fulfilled.
da_dk: Dette er en demo webshop for test formål &mdash; ingen bestillinger vil blive fuldført.
de_de: Dies ist ein Demo-Shop für Testzwecke. &mdash; Es werden keine Aufträge ausgeführt.
es_es: Se trata de una tienda de demostración para propósitos de prueba &mdash; no órdenes serán cumplidas.
hu_hu: Ez egy demó bolt tesztelési célokra – nem teljesíthető megrendelés.
nl_nl: Dit is een demo-winkel voor testdoeleinden &mdash; geen orders zal worden vervuld.
pt_pt: Esta é uma loja de demonstração para fins de teste &mdash; sem ordens serão cumpridas.

source: Search Results: &ldquo;%s&rdquo;
da_dk: Søgeresultater: &ldquo;%s&rdquo;
de_de: Suchergebnisse: &ldquo;%s&rdquo;
es_es: Resultados de búsqueda: "%s"
hu_hu: Keresési eredmények: "%s"
nl_nl: Zoekresultaten: "%s"
pl_pl: Wyniki wyszukiwania: "%s"
pt_pt: Resultados da pesquisa: "%s"

source: &nbsp;&ndash; Page %s
da_dk: &nbsp;&ndash; Side %s
de_de: &nbsp;&ndash; Seite %s
es_es: – La página %s
hu_hu: – Oldal %s
nl_nl: – Pagina %s
pl_pl: – Strona %s
pt_pt: – Página %s

source: bfisidebar Rental
es_es: bfisidebar Alquiler

source: bfisidebarExperience
es_es: bfisidebar

source: bfisidebar Hidden
es_es: bfisidebar Alquiler

source: Add widgets here to appear in Bookingfor pages. (<b><u>NOT delete or rename</u></b>)
es_es: Añade widgets aquí para que aparezcan en las páginas de Bookingfor. (<b><u>NO eliminar o cambiar el nombre</u></b>)

# Page slug
source: search-availability
da_dk: sog-tilgaengelighed
de_de: verfugbarkeitssuche
es_es: buscar-disponibilidad
hu_hu: kereses-elerhetoseg
nl_nl: zoek-beschikbaarheid
pl_pl: szukaj-dostepnosc
pt_pt: disponibilidade-busca

# Page slug
source: Search Availability
da_dk: Søg tilgængelighed
de_de: Verfügbarkeit suchen
es_es: Buscar disponibilidad
hu_hu: Kereses elerhetoseg
nl_nl: Zoek beschikbaarheid
pl_pl: Sprawdź dostępność
pt_pt: Pesquisa de disponibilidade

# Page slug
source: search-mapsells
da_dk: sog-pa-kortsalg
de_de: kartensuche
es_es: buscar-mapavende
hu_hu: keresesi-terkep-eladja
nl_nl: zoekkaart-verkoopt
pl_pl: mapa-wyszukiwania-sprzedaje
pt_pt: busca-mapsells

# Page slug
source: Search Map Sells
da_dk: Søg på kortsalg
de_de: Kartensuche
es_es: Tipo de búsqueda
hu_hu: Keresés térkép sells
nl_nl: Zoekkaart verkoopt
pl_pl: Szukaj mapy sprzedaje
pt_pt: Mapa de pesquisa vende

# Page slug
source: search-events
da_dk: sog-efter-begivenheder
de_de: ereignissuche
es_es: busqueda-eventos
hu_hu: esemenyek-keresese
nl_nl: zoek-evenementen
pl_pl: szukaj-wydarzen
pt_pt: busca-eventos

# Page slug
source: Search Events
da_dk: Søg efter begivenheder
de_de: Events suchen
es_es: Buscar eventos
hu_hu: Események keresése
nl_nl: Evenementen zoeken
pl_pl: Szukaj wydarzeń
pt_pt: Pesquisar eventos

# Page slug
source: properties-for-sale
da_dk: ejendomme-til-salg
de_de: verkaufliche-immobilien
es_es: propiedades-para-venta
hu_hu: elado-ingatlanok
nl_nl: eigenschappen-voor-verkoop
pl_pl: obiekty-na-sprzedaz
pt_pt: propriedades-para-venda

# Page slug
source: Search Properties for sale
da_dk: Søg efter ejendomme til salg
de_de: Verkäufliche Immobilien suchen
es_es: Buscar propiedades en venta
hu_hu: Keresés Eladó ingatlanok
nl_nl: Zoek vastgoed te koop
pl_pl: Szukaj nieruchomości na sprzedaż
pt_pt: Pesquisar imóveis para venda

# Page slug
source: eventdetails
da_dk: begivenhedsdetaljer
de_de: veranstaltungsdetails
es_es: detalles-evento
hu_hu: esemeny-reszletei
nl_nl: evenementdetails
pl_pl: szczegoly-wydarzenia
pt_pt: detalhes-eventos

# Page slug
source: Event Details
da_dk: Begivenhedsdetaljer
de_de: Veranstaltungsdetails
es_es: Detalles del Evento
hu_hu: Esemény részletei
nl_nl: Evenementdetails
pl_pl: Szczegóły wydarzenia
pt_pt: Detalhes do Evento

# Page slug
source: pointsofinterestdetails
da_dk: interessepunkter
de_de: sonderziele-details
es_es: detalles-puntosinteres
hu_hu: erdekes-pontok-reszletei
nl_nl: poi-plaatsen
pl_pl: szczegoly-punktow-zainteresowania
pt_pt: pontosdeinteressosdetalhes

# Page slug
source: Pointsofinterest Details
da_dk: Interessepunkter
de_de: Sonderziele Details
es_es: Detalles de los puntos de interés
hu_hu: Látnivalók részletei
nl_nl: Poi plaatsen
pl_pl: Szczegóły punktów zainteresowania
pt_pt: Detalhes de pontos deinteresso

# Page slug
source: merchantdetails
da_dk: handelsoplysninger
de_de: handlerdaten
es_es: detalles-comerciante
hu_hu: kereskedo-adatai
nl_nl: handelaar-details
pl_pl: szczegoly-sprzedawcy
pt_pt: detalhesdocomerciante

# Page slug
source: Merchant Details
da_dk: Handelsoplysninger
de_de: Händlerdaten
es_es: Información mercantil
hu_hu: Kereskedő adatai
pl_pl: Dane sprzedawcy
pt_pt: Detalhes de comerciante

# Page slug
source: resourcegroupdetails
da_dk: ressourcegrupper
de_de: veranstaltungsdetails
es_es: detalles-gruporecursos
hu_hu: eroforrascsoport-reszletei
nl_nl: details-resourcegroepen
pl_pl: szczegoly-grupy-zasobow
pt_pt: detalhesgrupoderecursos

# Page slug
source: Resourcegroup Details
da_dk: Oplysninger om ressourcegruppe
de_de: Veranstaltungsdetails
es_es: Detalles del grupo de recursos
hu_hu: Erőforráscsoport részletei
nl_nl: Details van resourcegroep
pl_pl: Szczegóły grupy zasobów
pt_pt: Detalhes do grupo de recursos

# Page slug
source: accommodation-details
da_dk: indkvartering-detaljer
de_de: details-der-unterkunft
es_es: alojamiento-detalles
hu_hu: szallas-reszletei
nl_nl: accommodatie-details
pl_pl: zakwaterowanie-szczegoly
pt_pt: alojamento-detalhes

# Page slug
source: Accommodation Details
da_dk: Indkvarteringsoplysninger
de_de: Details zur Unterkunft
es_es: Detalles de alojamiento
hu_hu: Szállás részletei
nl_nl: Accommodatie Details
pl_pl: Szczegóły dotyczące zakwaterowania
pt_pt: Detalhes do alojamento

# Page slug
source: experience-details
da_dk: begivenhedsdetaljer
de_de: veranstaltungsdetails
es_es: detalles-evento
hu_hu: esemeny-reszletei
nl_nl: evenementdetails
pl_pl: szczegoly-wydarzenia
pt_pt: detalhes-eventos

# Page slug
source: Experience Details
da_dk: Begivenhedsdetaljer
de_de: Veranstaltungsdetails
es_es: Detalles del Evento
hu_hu: Esemény részletei
nl_nl: Evenementdetails
pl_pl: Szczegóły wydarzenia
pt_pt: Detalhes do Evento

# Page slug
source: onsell-details
da_dk: pa-saelge-detaljer
de_de: verkaufsdetails
es_es: onsell-detalles
hu_hu: az-eladasi-reszletekrol
nl_nl: opverkoop-details
pl_pl: na-szczegoly-sprzedazy
pt_pt: detalhes-devendas

# Page slug
source: On Sell Details
da_dk: På sælge detaljer
de_de: Verkaufsdetails
es_es: En datos de venta
hu_hu: Az eladás részletei
nl_nl: Op verkopen details
pl_pl: Na szczegóły Sprzedają
pt_pt: Detalhes de venda

# Page slug
source: payment
da_dk: betaling
de_de: zahlung
es_es: pago
hu_hu: fizetesi
nl_nl: uitkering
pl_pl: platnosc
pt_pt: pagamento

# Page slug
source: Payment Details
da_dk: Betalingsoplysninger
de_de: Zahlungsdetails
es_es: Detalles de pago
hu_hu: Fizetési adatok
nl_nl: Betalingsdetails
pl_pl: Szczegóły płatności
pt_pt: Detalhes de Pagamento

# Page slug
source: cartdetails
da_dk: vogn-detaljer
de_de: warenkorbdaten
es_es: detallesdelcarrito
hu_hu: kosar-reszletei
nl_nl: winkelwagen
pl_pl: wyprzedaz
pt_pt: detalhescarrinho

# Page slug
source: Cart Details
da_dk: Indkøbskurv detaljer
de_de: Warenkorbdaten
es_es: Detalles del carro
hu_hu: Kosár részletei
nl_nl: Winkelwagen details
pl_pl: Szczegóły koszyka
pt_pt: Detalhes do carrinho

# Page slug
source: genericrequest
da_dk: kontaktanmodning
de_de: kontaktanfrage
es_es: solicituddecontacto
hu_hu: kapcsolatfelkeres
nl_nl: contactverzoek
pl_pl: prosbaokontakt
pt_pt: genericoreques

# Page slug
source: Generic Request
da_dk: Kontaktanmodning
de_de: Kontaktanfrage
es_es: Solicitud de contacto
hu_hu: Kapcsolatfelkérés
nl_nl: Contact verzoek
pl_pl: Prośba o kontakt
pt_pt: Pedido de informação

source: Event details
da_dk: Begivenhedsoplysninger
de_de: Veranstaltungsdetails
es_es: Detalles del evento
hu_hu: Esemény részletei
pl_pl: Szczegóły wydarzenia

source: PointsOfInterest details
da_dk: Interessepunkter
de_de: Sonderziele Details
es_es: Detalles de los puntos de interés

source: Merchant details
da_dk: Handelsoplysninger
de_de: Haendler details
es_es: Información mercantil
hu_hu: Kereskedő részletek
pl_pl: Szczegóły handlowca
pt_pt: Detalhes de comerciante

source: Resourcegroup Details
da_dk: Oplysninger om ressourcegruppe
de_de: Veranstaltungsdetails
es_es: Detalles del grupo de recursos
hu_hu: Erőforráscsoport részletei
pl_pl: Szczegóły grupy zasobów
pt_pt: Detalhes do grupo de recursos

source: Accomodation details
da_dk: Oplysninger om indkvartering
de_de: Unterkunft details
es_es: Detalles de alojamiento
hu_hu: Szállás-részletek
nl_nl: Accomodatie details
pl_pl: Szczegóły dotyczące zakwaterowania
pt_pt: Detalhes do alojamento

source: Experience details
de_de: Veranstaltungsdetails
es_es: Detalles del evento
nl_nl: Ervaringsdetails

source: Order payment
da_dk: Bestil betaling
de_de: Auftragszahlung
es_es: Orden de pago
hu_hu: Megrendelő kifizetése
nl_nl: Betaling bestellen
pl_pl: Zapłać za zamówienie

source: On Sell details
da_dk: På sælge detaljer
de_de: Immobilie details
es_es: En datos de venta
hu_hu: A részletek eladás
nl_nl: Op verkopen details
pl_pl: Na szczegóły Sprzedają
pt_pt: Detalhes de venda

source: Cart details
da_dk: Indkøbskurv detaljer
de_de: Warenkorbdetails
es_es: Detalles del carro
hu_hu: Kosárba részletek
nl_nl: Winkelwagen details
pl_pl: Szczegóły koszyka
pt_pt: Detalhes do carrinho

source: Generic Request
de_de: Kontaktanfrage
es_es: Solicitud de contacto

# Page slug
source: resources
da_dk: ressourcer
de_de: ressourcen
es_es: recursos
hu_hu: eroforrasok
nl_nl: middelen
pl_pl: zasoby
pt_pt: recursos

# Page slug
source: events
da_dk: begivenheder
de_de: veranstaltungen
es_es: eventos
hu_hu: esemenyek
nl_nl: evenementen
pl_pl: wydarzenia
pt_pt: eventos

# Page slug
source: offers
da_dk: tilbud
de_de: angebote
es_es: ofrece
hu_hu: ajanlatok
nl_nl: aanbiedingen
pl_pl: oferuje
pt_pt: ofertas

# Page slug
source: onsellunits
da_dk: pa-saelge-enheder
de_de: onsell-einheiten
es_es: unidadesenventa
hu_hu: az-eladasi-egysegeken
nl_nl: onselleenheden
pl_pl: na-jednostki-sprzedazy
pt_pt: unidadesdevenda

# Page slug
source: offer
da_dk: tilbud
de_de: angebot
es_es: oferta
hu_hu: ajanlat
nl_nl: aanbieding
pl_pl: oferta
pt_pt: oferta

# Page slug
source: thanks
da_dk: tak
de_de: dank
es_es: gracias
hu_hu: kosz
nl_nl: Bedankt
pl_pl: dzieki
pt_pt: obrigado

# Page slug
source: errors
da_dk: fejl
de_de: fehler
es_es: errores
hu_hu: hibak
nl_nl: fouten
pl_pl: bledy
pt_pt: erros

# Page slug
source: reviews
da_dk: anmeldelser
de_de: bewertungen
es_es: comentarios
hu_hu: velemenyek
nl_nl: beoordelingen
pl_pl: opinie
pt_pt: avaliacoes

# Page slug
source: review
da_dk: anmeldelse
de_de: bewertung
es_es: comentario
hu_hu: felulvizsgalat
nl_nl: beoordeling
pl_pl: przeglad
pt_pt: avaliacao

# Page slug
source: redirect
da_dk: omdirigere
de_de: umleitung
es_es: redirigir
hu_hu: atiranyitas
nl_nl: omleiden
pl_pl: przekierowanie
pt_pt: redirecionar

# Page slug
source: contact
da_dk: kontakt
de_de: kontakt
es_es: contacto
hu_hu: kapcsolat
pl_pl: kontakt
pt_pt: contacto

source: Recently seen
da_dk: For nylig set
de_de: Kürzlich gesehen
es_es: Visto recientemente
hu_hu: A közelmúltban
nl_nl: Onlangs gezien
pl_pl: Ostatnio widziane

source: nights
da_dk: nætter
de_de: Nächte
es_es: noches
hu_hu: éjszakák
nl_nl: nachten
pl_pl: noce
pt_pt: noites

source: Order by
da_dk: Sorter efter
de_de: Sortieren nach
es_es: Orden por la
hu_hu: Rendezés
nl_nl: Bestellen door
pl_pl: Zamówienia przez
pt_pt: Ordenar por

source: Lowest price first
da_dk: Laveste pris først
de_de: Niedrigster Preis
es_es: Menor precio primero
hu_hu: Először a legalacsonyabb ár
nl_nl: Laagste prijs eerst
pl_pl: Najniższa cena pierwszej
pt_pt: Menor preço primeiro

source: Review score
da_dk: Gennemgå score
de_de: Gästebewertung
es_es: Puntuación del examen
hu_hu: Felülvizsgálat pontszám
nl_nl: Gastbeoordeling
pl_pl: Ocena:
pt_pt: Classificação da crítica

source: Best offers
da_dk: Bedste tilbud
de_de: Top Angebot
es_es: Mejores ofertas
hu_hu: Legjobb ajánlatok
nl_nl: Beste aanbiedingen
pl_pl: Najlepsze oferty
pt_pt: Melhores ofertas

source: Distance from center
da_dk: Afstand fra centrum
de_de: Entfernung vom Zentrum
es_es: Distancia desde el centro
hu_hu: Távolság a középponttól
nl_nl: Afstand tot het centrum
pl_pl: Odległość od centrum

source: Distance from point of interest
da_dk: Afstand fra interessepunktet
de_de: Entfernung vom interessierenden Punkt
es_es: Distancia desde el punto de interés
hu_hu: Távolság az érdeklődési ponttól
nl_nl: Afstand tot bezienswaardigheden
pl_pl: z punktu widzenia interesów

source: Filter
es_es: Filtro
hu_hu: Szűrő
pl_pl: Filtr
pt_pt: Filtrar

source: Map
da_dk: Kort
de_de: Karte
es_es: Mapa
hu_hu: Megjelenítése
nl_nl: Kaart
pl_pl: Mapę
pt_pt: Mapa

source: Filters
da_dk: Filtre
es_es: Filtros
hu_hu: Szűrők
pl_pl: Filtry
pt_pt: Filtros

source: Show %s results
da_dk: Vis %s resultater
de_de: %s Ergebnisse anzeigen
es_es: Ver menos
hu_hu: %s eredmények megjelenítése
nl_nl: Gevonden %s resultaten
pl_pl: Pokaż wyniki %s

source: BookingFor search result page
de_de: BookingFor-Suchergebnisseite
es_es: Página de resultados de búsqueda de BookingFor
hu_hu: BookingFor kutatás eredmény oldal
nl_nl: BookingFor pagina van het onderzoeksresultaat
pl_pl: Strona wyników wyszukiwania BookingFor
pt_pt: Página de resultado de pesquisa de BookingFor

source: BookingFor Merchant details page
de_de: BookingFor-Händlerdatenseite
es_es: Página de detalles del comerciante BookingFor
hu_hu: BookingFor kereskedő részletek oldal
nl_nl: BookingFor handelaar detailpagina
pl_pl: Strona szczegółów kupiec BookingFor
pt_pt: Página de detalhes do comerciante BookingFor

source: BookingFor Accommodation details page
de_de: BookingFor-Detailseite der Unterkunft
es_es: Página de información de alojamiento de BookingFor
hu_hu: Szállás BookingFor részletek oldal
nl_nl: BookingFor accommodatie detailpagina
pl_pl: Strona szczegółów BookingFor zakwaterowanie
pt_pt: Página de detalhes do residencial BookingFor

source: BookingFor On Sell details page
de_de: BookingFor Verkaufsdetailseite
es_es: Página de información BookingFor en venta
hu_hu: BookingFor a eladni részletek oldal
nl_nl: BookingFor op verkopen detailpagina
pl_pl: BookingFor na sprzedaż Strona szczegółów
pt_pt: BookingFor em vender a página de detalhes

source: BookingFor Merchant List page
de_de: BookingFor-Händlerlistenseite
es_es: Página de la lista de BookingFor comerciante
hu_hu: BookingFor kereskedő-lista oldal
nl_nl: BookingFor Merchant lijst pagina
pl_pl: Strona listy kupiec BookingFor
pt_pt: Página de lista de comerciante BookingFor
