Repository: Bookingfor/bookingfor-wordpress-extension-8.3
Catalog: lang/bfi-*.po
Languages: da_dk, de_de, es_es, hu_hu, nl_nl, pl_pl, pt_pt

source: Free property
da_dk: gratis ejendom
de_de: Freies Objekt
es_es: Propiedad libre
hu_hu: Ingyenes ingatlan
nl_nl: Gratis eigendom
pl_pl: nieruchomości
pt_pt: Propriedade livre.

source: Under evaluation
da_dk: Under evaluering
de_de: Unter Begutachtung
es_es: Bajo evaluación
hu_hu: Értékelés alapján
nl_nl: Onder evaluatie
pl_pl: W ramach oceny
pt_pt: Sob avaliação

source: Yes
da_dk: Ja
de_de: Ja
es_es: Sí
hu_hu: igen
nl_nl: Ja
pl_pl: Tak
pt_pt: Sim

source: Real estate agency collaboration
da_dk: Samarbejde mellem ejendomsmæglere
de_de: Zusammenarbeit von Immobilienagenturen
es_es: Colaboración de la Agencia de bienes raíces
hu_hu: Ingatlan Ügynökség együttműködés
nl_nl: Onroerend goed agentschap samenwerking
pl_pl: Współpraca agencji nieruchomości
pt_pt: Colaboração de agências imobiliárias

source: Next events near
da_dk: Næste begivenheder i nærheden
de_de: Nächste Veranstaltungen in der Nähe
es_es: Próximos eventos cerca
hu_hu: Következő események a közelben
nl_nl: Volgende gebeurtenissen in de buurt
pl_pl: Następne wydarzenia w pobliżu
pt_pt: Próximos eventos próximos

source: IDENTIFICATION CODE - TOURIST LEASE
da_dk: IDENTIFIKATIONSKODE - TURISTLEASING
de_de: IDENTIFIKATIONSCODE - TOURISTISCHE VERMIETUNG
es_es: CÓDIGO DE IDENTIFICACIÓN - ARRENDAMIENTO TURÍSTICO
hu_hu: AZONOSÍTÓ KÓD - TURISZTIKAI LÍZING
nl_nl: IDENTIFICATIECODE - TOURIST LEASE
pl_pl: KOD IDENTYFIKACYJNY - DZIERŻAWA TURYSTYCZNA
pt_pt: CÓDIGO DE IDENTIFICAÇÃO - LOCAÇÃO TURÍSTICA

source: Energy Class
da_dk: Energiklasse
de_de: Energieklasse
es_es: Clase de energía
hu_hu: Energia osztály
nl_nl: Energieklasse
pl_pl: Klasa energetyczna
pt_pt: Classe de eficiência energética

source: nondescript
da_dk: Ubestemmelig
de_de: Unauffällig
es_es: volveré
hu_hu: Meghatározhatatlan
nl_nl: onopvallend
pl_pl: Nieokreślony
pt_pt: anódino

source: free property
da_dk: gratis ejendom
de_de: Freies Anwesen
es_es: propiedad libre
hu_hu: Ingyenes ingatlan
nl_nl: gratis eigendom
pl_pl: Nieruchomości
pt_pt: Propriedade livre.

source: EPI Value
da_dk: EPI-værdi
de_de: EPI-Wert
es_es: Valor EPI
hu_hu: EPI érték
nl_nl: EPI-waarde
pl_pl: Wartość EPI
pt_pt: Valor EPI

source: Limited availability, but may sell out:
da_dk: Begrænset tilgængelighed, men kan blive udsolgt:
de_de: Begrenzte Verfügbarkeit, aber möglicherweise ausverkauft:
es_es: Disponibilidad limitada, pero puede agotarse:
hu_hu: Korlátozott rendelkezésre állás, de eladható:
nl_nl: Beperkte beschikbaarheid, maar kan uitverkocht zijn:
pl_pl: Ograniczona dostępność, ale może wyprzedać:
pt_pt: Disponibilidade limitada, mas pode se esgotar:

source: Request info
da_dk: Oplysninger om anmodning
de_de: Info anfordern
es_es: Solicitud de información
hu_hu: Kérés info
nl_nl: Aanvraag info
pl_pl: Informacje o zapytaniach ofertowych
pt_pt: Pedido de informação

source: Found %s results on %s
da_dk: Fandt %s resultater på %s
de_de: %s Ergebnisse für %s gefunden
es_es: Se han encontrado resultados %s en %s
hu_hu: %s találat a %s
nl_nl: Gevonden %s resultaten
pl_pl: Znaleziono wyniki %s na %s
pt_pt: Resultados %s encontrados em %s

source: Found %s results
da_dk: Fundne %s resultater
de_de: %s Ergebnisse gefunden
es_es: Encontrados %s resultados
hu_hu: Talált %s eredmények
nl_nl: Gevonden %s resultaten
pl_pl: Znaleziono wyniki %s
pt_pt: Resultados %s encontrados

source: From %s to %s
da_dk: Fra %s til %s
de_de: Von %s bis %s
es_es: De %s a %s
hu_hu: %s-%s
nl_nl: Vanaf %s aan %s
pl_pl: Od %s do %s
pt_pt: De %s para %s

source: Certainly it is our Preferred Merchant! They provide a great value and an excellent service.
da_dk: Bestemt det er vores Foretrukne Merchant! De giver en stor værdi og en fremragende service.
de_de: Sicher ist es unser bevorzugter Händler! Sie bieten ein gutes Preis-Leistungs-Verhältnis und einen exzellenten Service.
es_es: ¡Ciertamente es nuestro comerciante preferido! Proporcionan una gran relación calidad-precio y un excelente servicio.
hu_hu: Természetesen ez a mi preferált kereskedő! Nagy értéket és kiváló szolgáltatást nyújtanak.
nl_nl: Zeker is het onze Preferred Merchant! Ze bieden een geweldige waarde en een uitstekende service.
pl_pl: Z pewnością jest to nasz preferowany kupiec! Zapewniają one doskonałą jakość i doskonałą obsługę.
pt_pt: Certamente é nosso Comerciante Preferido! Eles fornecem um grande valor e um excelente serviço.

source: from center
da_dk: fra midten
de_de: von der Mitte
es_es: desde el centro
hu_hu: középről
nl_nl: vanuit het midden
pl_pl: od środka
pt_pt: do centro

source: from point of interest
da_dk: Afstand fra interessepunktet
de_de: vom Punkt des Interesses
es_es: desde el punto de interés
hu_hu: a kamatponttól
nl_nl: van het oogpunt van belang
pl_pl: z punktu widzenia interesów
pt_pt: do ponto de interesse

source: %s people are watching right now
da_dk: %s folk ser på lige nu
de_de: %s Leute beobachten gerade
es_es: %s gente está mirando en este momento
hu_hu: %s emberek figyelnek most.
nl_nl: %s mensen kijken nu
pl_pl: %s ludzie oglądają teraz
pt_pt: %s pessoas estão assistindo agora

source: Recommended for
da_dk: Anbefales til
de_de: Empfohlen für
es_es: Recomendado para
hu_hu: Ajánlott
nl_nl: Aanbevolen voor
pl_pl: Zalecane dla
pt_pt: Recomendado para

source: Adult
da_dk: Voksen
de_de: Erwachsene
es_es: Adulto
hu_hu: Felnőtt
nl_nl: Volwassene
pl_pl: Dorośli
pt_pt: Adulto

source: and
da_dk: og
de_de: und
es_es: y
hu_hu: és
nl_nl: en
pl_pl: i
pt_pt: e

source: Child
da_dk: Barn
de_de: Kind
es_es: Niño
hu_hu: Gyermek
nl_nl: Kind
pl_pl: Dziecko
pt_pt: Criança

source: Living room
da_dk: Stue
de_de: Wohnzimmer
es_es: Sala de estar
hu_hu: Nappali
nl_nl: Woonkamer
pl_pl: Salon
pt_pt: Sala de estar

source: FREE Cancellation
da_dk: GRATIS afbestilling
de_de: Kostenlose Stornierung
es_es: Cancelación GRATUITA
hu_hu: INGYENES lemondás
nl_nl: Gratis annulering
pl_pl: BEZPŁATNE anulowanie
pt_pt: Cancelamento gratuito

source: Pay at the property – NO PREPAYMENT NEEDED
da_dk: Betal på ejendommen - ingen forudbetaling nødvendig
de_de: Zahlen Sie in der Unterkunft. – KEINE VORAUSZAHLUNG ERFORDERLICH
es_es: Pagar en el establecimiento – NO SE NECESITA PREPAGO
hu_hu: Fizessen az ingatlanban – NINCS SZÜKSÉG ELŐZETES FIZETÉSRE
nl_nl: Betalen bij de eigenschap – geen AANBETALING nodig
pl_pl: Zapłać w obiekcie – NIE TRZEBA WYMAGAĆ PRZEDPŁATY
pt_pt: Pagamento no imóvel – NÃO É NECESSÁRIO PRÉ-PAGAMENTO

source: View other %d solutions
da_dk: Få vist andre %d løsninger
de_de: Sehen Sie sich andere %d Lösungen an
es_es: Ver otras soluciones %d
hu_hu: Egyéb %d megoldások megtekintése
nl_nl: Andere %d-oplossingen weergeven
pl_pl: Zobacz inne rozwiązania %d
pt_pt: Veja outras soluções %d

source: Hurry up
da_dk: Skynd dig
de_de: Beeil dich
es_es: Apúrate
hu_hu: Siess
nl_nl: Schiet op
pl_pl: Pospiesz się
pt_pt: Anda logo

source: This resource is in great demand
da_dk: Denne ressource er i stor efterspørgsel
de_de: Diese Ressource ist sehr gefragt
es_es: Este recurso tiene una gran demanda
hu_hu: Ez az erőforrás nagy a kereslet
nl_nl: Deze bron is in grote vraag
pl_pl: Ten zasób jest bardzo poszukiwany
pt_pt: Este recurso está em grande demanda

source: %s request in the last 24 hours
da_dk: %s anmodning inden for de sidste 24 timer
de_de: %s Anfrage in den letzten 24 Stunden
es_es: %s solicitud en las últimas 24 horas
hu_hu: %s kérés az elmúlt 24 órában
nl_nl: %s verzoek in de afgelopen 24 uur
pl_pl: %s wniosek w ciągu ostatnich 24 godzin
pt_pt: %s pedido nas últimas 24 horas

source: This structure has met or exceeded the expectations of more than 90% of guests
da_dk: Denne struktur har opfyldt eller oversteget forventningerne hos mere end 90% of gæster
de_de: Diese Struktur hat die Erwartungen von mehr als 90% der Gäste erfüllt oder übertroffen
es_es: Esta estructura ha cumplido o superado las expectativas de más del 90% of huéspedes
hu_hu: Ez a szerkezet több mint 90 % o vendég elvárásainak felelt meg vagy haladta meg
nl_nl: Deze structuur heeft voldaan aan of overtrof de verwachtingen van meer dan 90% of gasten
pl_pl: Struktura ta spełniła lub przekroczyła oczekiwania ponad 90% of gości
pt_pt: Esta estrutura atendeu ou superou as expectativas de mais de 90% of convidados

source: This structure is suitable for children
da_dk: Denne struktur er velegnet til børn
de_de: Diese Struktur ist für Kinder geeignet
es_es: Esta estructura es adecuada para niños
hu_hu: Ez a szerkezet alkalmas gyermekek számára
nl_nl: Deze structuur is geschikt voor kinderen
pl_pl: Ta struktura jest odpowiednia dla dzieci
pt_pt: Esta estrutura é adequada para crianças

source: Unfortunately we have no availability at this merchant for your dates: %s - %s
da_dk: Desværre har vi ingen tilgængelighed hos denne købmand til dine datoer: %s - %s
de_de: Leider haben wir für Ihre Daten keine Verfügbarkeit bei diesem Händler: %s - %s
es_es: Desafortunadamente no tenemos disponibilidad en este comerciante para sus fechas: %s - %s
hu_hu: Sajnos nem áll rendelkezésre a kereskedő a dátumok: %s - %s
nl_nl: Helaas hebben we bij deze handelaar geen beschikbaarheid voor uw data: %s - %s
pl_pl: Niestety nie mamy do dyspozycji u tego sprzedawcy dla twoich dat: %s - %s
pt_pt: Infelizmente não temos disponibilidade neste mercador para suas datas: %s - %s

source: For a short time you missed it. Our last resource sold out a few days ago
da_dk: For en kort tid du gik glip af det. Vores sidste ressource udsolgt for et par dage siden
de_de: Für kurze Zeit hast du es verpasst. Unsere letzte Ressource war vor ein paar Tagen ausverkauft
es_es: Por un corto tiempo te lo perdiste. Nuestro último recurso se agotó hace unos días
hu_hu: Egy rövid ideig lemaradtál róla. Az utolsó forrásunk néhány napja elfogyott.
nl_nl: Voor een korte tijd heb je het gemist. Onze laatste bron uitverkocht een paar dagen geleden
pl_pl: Przez krótki czas tęskniłeś. Nasz ostatni zasób wyprzedany kilka dni temu
pt_pt: Por pouco tempo você perdeu. Nosso último recurso esgotou há alguns dias.

source: We're sorry! we do not have any availability for this resource.
da_dk: Vi er kede af det! Vi har ikke nogen tilgængelighed for denne ressource.
de_de: Es tut uns leid! Wir haben keine Verfügbarkeit für diese Ressource.
es_es: ¡Lo sentimos! no tenemos ninguna disponibilidad para este recurso.
hu_hu: Részvétnyilvánítás, nem, nem, nem, nem, nem, nem, nem, nem áll rendelkezésre az erőforrás.
nl_nl: Het spijt ons! we hebben geen beschikbaarheid voor deze bron.
pl_pl: Przykro nam! nie mamy żadnej dostępności dla tego zasobu.
pt_pt: Nós sentimos muito! não temos disponibilidade para este recurso.

source: Supplier rating
da_dk: Leverandørbedømmelse
de_de: Lieferantenbewertung
es_es: Valoración de proveedores
hu_hu: A beszállító minősítése
nl_nl: Sterren
pl_pl: Ocena dostawcy
pt_pt: Classificação do fornecedor

source: Price for
da_dk: Pris for
de_de: Preis für
es_es: Sin Precio
hu_hu: Ár
nl_nl: Prijs voor
pl_pl: Cena za
pt_pt: Preço

source: We're sorry! we do not have any availability.
da_dk: Vi er kede af det! Vi har ingen tilgængelighed.
de_de: Es tut uns leid! wir haben keine Verfügbarkeit.
es_es: ¡Lo sentimos! no tenemos ninguna disponibilidad.
hu_hu: Részvétnyilvánítás, nem, nem, nem, nem, nem, nem, nem, nincs szabad helyünk.
nl_nl: Het spijt ons! we hebben geen beschikbaarheid.
pl_pl: Przykro nam! nie mamy żadnej dostępności.
pt_pt: Nós sentimos muito! não temos disponibilidade.

source: Choose place
da_dk: Vælg sted
de_de: Wählen Sie den Ort
es_es: Elija el lugar
hu_hu: Hely kiválasztása
nl_nl: Plaats kiezen
pl_pl: Wybierz miejsce
pt_pt: Escolha o lugar

source: Rental terms
da_dk: Lejebetingelser
de_de: Mietbedingungen
es_es: Términos de alquiler
hu_hu: Bérleti feltételek
nl_nl: Huurvoorwaarden
pl_pl: Warunki wynajmu
pt_pt: Termos de aluguel

source: Latest ads
da_dk: Seneste annoncer
de_de: Neueste Anzeigen
es_es: Anuncios leatest
hu_hu: Legújabb hirdetések
nl_nl: Nieuwste advertenties
pl_pl: Najnowsze reklamy
pt_pt: Anúncios de leatest

source: Haven't found what you were looking for yet?
da_dk: Har du ikke fundet det, du ledte efter endnu?
de_de: Haben Sie noch nicht gefunden, was Sie gesucht haben?
es_es: ¿Aún no has encontrado lo que estabas buscando?
hu_hu: Még nem találtad meg, amit kerestál?
nl_nl: Heb je nog niet gevonden wat je zocht?
pl_pl: Nie znalazłeś jeszcze tego, czego szukasz?
pt_pt: Ainda não encontrou o que procurava?

source: Contact us
da_dk: Kontakt os
de_de: Kontaktiere uns
es_es: Contáctenos
hu_hu: Kapcsolat
nl_nl: Neem contact op
pl_pl: Kontakt
pt_pt: Contacte-nos

source: Call us
da_dk: Ring til os
de_de: Ruf uns an
es_es: Llámanos
hu_hu: Hívj minket
nl_nl: Bel ons
pl_pl: Zadzwoń
pt_pt: Ligue-nos

source: Talk to us
da_dk: Tal med os
de_de: Sprechen Sie mit uns
es_es: Hable con nosotros
hu_hu: Beszéljen velünk!
nl_nl: Praat met ons.
pl_pl: Porozmawiaj z nami
pt_pt: Fale connosco

source: Add to favorites
da_dk: Føj til favoritter
de_de: Zu den Favoriten hinzufügen
es_es: Añadir a favoritos
hu_hu: Kedvencekhez
nl_nl: Toevoegen aan favorieten
pl_pl: Dodaj do Ulubionych
pt_pt: Adiciona nos favoritos

source: Free cancellation
da_dk: Gratis aflysning
de_de: Kostenfreie Stornierung
es_es: Cancelación gratuita
hu_hu: Ingyenes lemondás
nl_nl: Gratis annulering
pl_pl: Bezpłatne odwołanie
pt_pt: Cancelamento gratuito

source: No prepayment
da_dk: Forudbetaling
de_de: Keine Vorauszahlung
es_es: Sin pago por adelantado
hu_hu: Nincs előleg
nl_nl: Geen vooruitbetaling
pl_pl: Brak przedpłaty
pt_pt: Sem pré-pagamento

source: Book without credit card
da_dk: Bestil uden kreditkort
de_de: Buchen ohne Kreditkarte
es_es: Reservar sin tarjeta de crédito
hu_hu: Foglaljon hitelkártya nélkül
nl_nl: Boeken zonder creditcard
pl_pl: Zarezerwuj bez karty kredytowej
pt_pt: Reserve sem cartão de crédito

source: All inclusive
da_dk: Alt inkluderet
es_es: Todo incluido
pl_pl: Wszystko włącznie

source: Unrated
da_dk: Uklassificeret
de_de: Unbewertet
es_es: No calificado
hu_hu: Minősített
nl_nl: Niet-geclassificeerde

source: 1 star
da_dk: 1 stjerne
de_de: 1 Stern
es_es: 1 estrella
hu_hu: 1 星
nl_nl: 1 ster
pl_pl: 1 gwiazda
pt_pt: 1 estrela

source: 2 stars
da_dk: 2 stjerner
de_de: 2 Sterne
es_es: 2 estrellas
hu_hu: 2 星
nl_nl: 2 sterren
pl_pl: 2 gwiazdki
pt_pt: 2 estrelas

source: 3 stars
da_dk: 3 stjerner
de_de: 3 Sterne
es_es: 3 estrellas
hu_hu: 3 星
nl_nl: 3 sterren
pl_pl: 3 gwiazdki
pt_pt: 3 estrelas

source: 4 stars
da_dk: 4 stjerner
de_de: 4 Sterne
es_es: 4 estrellas
hu_hu: 4 星
nl_nl: 4 sterren
pl_pl: 4 gwiazdki
pt_pt: 4 estrelas

source: 5 stars
da_dk: 5 stjerner
de_de: 5 Sterne
es_es: 5 estrellas
hu_hu: 5 星
nl_nl: 5 sterren
pl_pl: 5 gwiazdek
pt_pt: 5 estrelas

source: 6 stars
da_dk: 6 stjerner
de_de: 6 Sterne
es_es: 6 estrellas
hu_hu: 6 csillagos
nl_nl: 6 sterren
pl_pl: 6 gwiazdek
pt_pt: 6 estrelas

source: 7 stars
da_dk: 7 stjerner
de_de: 7 Sterne
es_es: 7 estrellas
hu_hu: 7 csillagos
nl_nl: 7 sterren
pl_pl: 7 gwiazdek
pt_pt: 7 estrelas

source: 8 stars
da_dk: 8 stjerner
de_de: 8 Sterne
es_es: 8 estrellas
hu_hu: 8 csillagos
nl_nl: 8 sterren
pl_pl: 8 gwiazdek
pt_pt: 8 estrelas

source: 9 stars
da_dk: 9 stjerner
de_de: 9 Sterne
es_es: 9 estrellas
hu_hu: 9 csillagos
nl_nl: 9 sterren
pl_pl: 9 gwiazdek
pt_pt: 9 estrelas

source: 10 stars
da_dk: 10 stjerner
de_de: 10 Sterne
es_es: 10 estrellas
hu_hu: 10 csillag
nl_nl: 10 sterren
pl_pl: 10 gwiazdek
pt_pt: 10 estrelas

source: Filter by
da_dk: Sorter efter
de_de: Filter nach
es_es: Filtrar por
hu_hu: Szűrés
nl_nl: Filteren op
pl_pl: Filtruj według
pt_pt: Filtrar por

source: Star rating
da_dk: Stjernebedømmelse
de_de: Sternebewertung
es_es: numero de estrellas
hu_hu: Csillagos értékelés
nl_nl: Sterren
pl_pl: Rating gwiazdkowy
pt_pt: classificação

source: Budget
es_es: Presupuesto
hu_hu: Költségkeret
nl_nl: Begroting
pl_pl: Budżet
pt_pt: Orçamento

source: Tipology
da_dk: Tipologi
de_de: Typ
es_es: Tipología
hu_hu: Tipus
pl_pl: Typ
pt_pt: Tipologia

source: Property type
da_dk: Salgsejendomstype
de_de: Art der Immobilie
es_es: Tipo de propiedad
hu_hu: Ingatlan típusa
nl_nl: Soort woning
pl_pl: Rodzaj nieruchomości
pt_pt: Tipo de imóvel

source: Book with ease
da_dk: Bestil med lethed
de_de: Bequem buchen
es_es: Reserve con facilidad
hu_hu: Foglaljon könnyedén
nl_nl: Boek met gemak
pl_pl: Rezerwuj z łatwością
pt_pt: Reserve com facilidade

source: Offer
da_dk: Tilbud
de_de: Angebot
es_es: Oferta
hu_hu: Ajánlat
nl_nl: Aanbieding
pl_pl: Oferta
pt_pt: Oferta

source: Availability
da_dk: Tilgængelighed
de_de: Reisedaten ändern
es_es: Disponibilidad de
hu_hu: Elérhetőség
nl_nl: Beschikbaarheid
pl_pl: Dostępność
pt_pt: Disponibilidade

source: Booking type
de_de: Booking typ
es_es: Tipo de reserva
hu_hu: Foglalás típusa
nl_nl: Reserveringstype
pl_pl: Typ rezerwacji
pt_pt: Tipo de reserva

source: Nearby points of interest
da_dk: Seværdigheder i nærheden
de_de: In der Nähe von Sehenswürdigkeiten
es_es: Puntos de interés cercanos
hu_hu: Közeli látnivalók
nl_nl: Bezienswaardigheden in de buurt
pl_pl: Ciekawe miejsca w pobliżu
pt_pt: Pontos de interesse próximos

source: Unspecified
da_dk: Uspecificeret
de_de: Nicht spezifiziert
es_es: Indeterminado
hu_hu: Nem részletezett
nl_nl: Niet gespecificeerd
pl_pl: Niesprecyzowane

source: Smart offer
da_dk: Smart tilbud
de_de: Smart Angebot
es_es: Oferta Smart
hu_hu: Intelligens ajánlat
nl_nl: Slimme aanbieding
pl_pl: Oferty Smart
pt_pt: Oferta inteligente

source: Show only available resources
da_dk: Vis kun tilgængelige ressourcer
de_de: Nur verfügbare Ressourcen anzeigen
es_es: Mostrar solo los recursos disponibles
hu_hu: Csak a rendelkezésre álló erőforrások megjelenítése
nl_nl: Alleen beschikbare bronnen weergeven
pl_pl: Pokaż tylko dostępne zasoby
pt_pt: Mostrar apenas recursos disponíveis

source: Show only online booking
da_dk: Vis kun online booking
de_de: Nur Online-Buchung anzeigen
es_es: Mostrar sólo de reserva en línea
hu_hu: A következő szálláshely csak online foglalás
nl_nl: Toon alleen online te boeken
pl_pl: Pokaż tylko rezerwacji online
pt_pt: Mostrar apenas a reserva on-line

source: Up to
da_dk: Op til
de_de: Bis zu
es_es: Hasta
hu_hu: Eddig
nl_nl: Tot
pl_pl: Do
pt_pt: Até

source: Show All
da_dk: Vis alle
de_de: Mehr
es_es: Mostrar todos
hu_hu: Összes mutatása
nl_nl: Toon alle
pl_pl: Pokaż wszystko
pt_pt: Mostrar todos

source: + %s photos
da_dk: + billeder %s
de_de: + %s Fotos
es_es: + fotos %s
hu_hu: + %s fotók
nl_nl: + %s foto's
pl_pl: + %s zdjęcia
pt_pt: + fotos %s

source: Got a question?
da_dk: Stil et spørgsmål
de_de: Fragen?
es_es: ¿Tienes alguna pregunta?
hu_hu: Kérdezzen
nl_nl: Stel een vraag
pl_pl: Zapytaj miejscowego
pt_pt: Faça uma pergunta

source: Send your own question to the property. The property usually replies within a few days
da_dk: Send dit eget spørgsmål til overnatningsstedet. Ejendommen svarer normalt inden for et par dage
de_de: Senden Sie Ihre eigene Frage an die Unterkunft. Die Unterkunft antwortet in der Regel innerhalb weniger Tage
es_es: Envíe su propia pregunta a la propiedad. La propiedad, por lo general, responde dentro de unos días
hu_hu: Küldje el saját kérdését a szálláshelyre. Az ingatlan általában néhány napon belül válaszol
nl_nl: Stuur uw eigen vraag naar de accommodatie. De accommodatie antwoordt meestal binnen een paar dagen
pl_pl: Wyślij własne pytanie do obiektu. Obiekt zazwyczaj odpowiada w ciągu kilku dni
pt_pt: Envie a sua própria pergunta para a propriedade. A propriedade geralmente responde em poucos dias

source: Send us your request, you will be contacted as soon as possible
da_dk: Send os din anmodning, vil du blive kontaktet så hurtigt som muligt
de_de: Senden Sie uns Ihre Anfrage, Sie werden so schnell wie möglich kontaktiert
es_es: Envíenos su solicitud, se le contactará lo antes posible
hu_hu: Küldje el kérését, a lehető leghamarabb fel kell lépnie Önnel a kapcsolatot.
nl_nl: Stuur ons uw verzoek, er wordt zo snel mogelijk contact met u opgenomen
pl_pl: Wyślij nam swoją prośbę, skontaktuj się z Tobą tak szybko, jak to możliwe
pt_pt: Envie-nos o seu pedido, será contactado o mais rápido possível

source: Fields marked with * (asterisk) are required
da_dk: Felter, der er markeret med * (stjerne), skal udfyldes
de_de: Mit * (Sternchen) gekennzeichnete Felder sind erforderlich
es_es: Se requieren campos marcados con * (asterisco)
hu_hu: A * (csillag) jelöléssel jelölt mezők szükségesek
nl_nl: Velden gemarkeerd met * (sterretje) zijn vereist
pl_pl: Wymagane są pola oznaczone * (gwiazdka)
pt_pt: São necessários campos marcados com * (asterisco)

source: I consent to the management of the request
da_dk: Jeg giver samtykke til, at anmodningen bliver forvaltet
de_de: Ich bin mit der Bearbeitung der Anfrage einverstanden
es_es: Doy mi consentimiento a la gestión de la solicitud
hu_hu: Hozzájárulok a kérelem kezeléséhez
nl_nl: Ik stem in met het beheer van het verzoek
pl_pl: Wyrażam zgodę na zarządzanie wnioskiem
pt_pt: Eu concordo com a gestão do pedido

source: Send your request
da_dk: Send din anmodning
de_de: Senden Sie Ihre Anfrage
es_es: Estamos procesando su solicitud
hu_hu: Küldje el kérését
nl_nl: Wij zijn het verwerken van uw aanvraag
pl_pl: My jesteśmy przetwarzania żądania użytkownika
pt_pt: Estamos a processar seu pedido

source: Ask a question
da_dk: Stil et spørgsmål
de_de: Besondere Anfragen
es_es: Preguntar
hu_hu: Kérdezzen
nl_nl: Stel een vraag
pl_pl: Zadaj pytanie
pt_pt: Faça uma pergunta

source: Sign in
da_dk: Log ind
de_de: Anmelden
es_es: Iniciar sesión
hu_hu: Bejelentkezés
nl_nl: Inloggen
pl_pl: Zaloguj
pt_pt: Entrar

source: Welcome to
da_dk: Velkommen til
de_de: Herzlich willkommen in
es_es: Bienvenido a
hu_hu: Üdvözölünk
nl_nl: Welkom bij
pl_pl: Witaj w
pt_pt: Bem vindo a

source: The holiday of your dreams will start as soon as you start thinking about it! Log in and put together the ideal blend of accommodation, events and experiences for your holiday.
da_dk: Ferien af dine drømme vil starte, så snart du begynder at tænke over det! Log ind og sammensæt den ideelle blanding af indkvartering, events og oplevelser til din ferie.
de_de: Ihr Traumurlaub beginnt bei der Planung ... wenn Sie ihn sich vorstellen! Besuchen Sie die Website, koordinieren Sie Unterkünfte, Events und Erfahrungen, damit Ihr Urlaub Gestalt annimmt. Ihr Traumurlaub beginnt bei der Planung ... wenn Sie ihn sich vorstellen! Besuchen Sie die Website, koordinieren Sie Unterkünfte, Events und Erfahrungen, damit Ihr Urlaub Gestalt annimmt.
es_es: ¡Las vacaciones de tus sueños comenzarán tan pronto como empieces a pensar en ello! Inicie sesión y reúna la combinación ideal de alojamiento, eventos y experiencias para sus vacaciones.
hu_hu: Álmaid nyaralása azzal kezdődik, hogy a szemed előtt látod! Lépje be, állítsd össze a szállást, az eseményeket és az élményeket és kezdd el felépíteni a nyaralásodat!Álmaid nyaralása azzal kezdődik, hogy a szemed előtt látod! Lépje be, állítsd össze a szállást, az eseményeket és az élményeket és kezdd el felépíteni a nyaralásodat!
nl_nl: De vakantie van je dromen begint zodra je erover begint na te denken! Log in en stel de ideale mix van accommodatie, evenementen en ervaringen samen voor uw vakantie.
pl_pl: Wakacje twoich marzeń rozpoczynają się wtedy, kiedy zaczynasz je sobie wyobrażać! Zaloguj się, wybierz nocleg, wydarzenia i doświadczenia i nadaj formę swoim wakacjom.
pt_pt: O feriado de seus sonhos começará assim que você começar a pensar sobre isso! Faça login e faça o melhor de hospedagem, eventos e experiências para suas férias.

source: Please enter a valid email address
da_dk: Indtast venligst en gyldig e-mailadresse
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es_es: Por favor introduce una dirección de correo electrónico válida
hu_hu: Kérjük, adjon meg egy érvényes e-mail címet
nl_nl: Vul een geldig e-mailadres in
pl_pl: Proszę wprowadzić poprawny adres e-mail
pt_pt: Por favor introduza um email válido
