Repository: Bookingfor/bookingfor-wordpress-extension-8.3
Catalog: lang/bfi-*.po
Languages: da_dk, de_de, es_es, hu_hu, nl_nl, pl_pl, pt_pt

source: A Search box for Experience.
es_es: Una caja de búsqueda.
pl_pl: Pole wyszukiwania.

source: BookingFor Search Experience
es_es: Búsqueda de BookingFor
pl_pl: Rezerwacje dla zdarzeń wyszukiwania

source: 1 day
da_dk: 1 dag
de_de: 1 Tag
es_es: 1 día
hu_hu: 1 nap
nl_nl: 1 dag
pl_pl: 1 dzień
pt_pt: 1 dia

source: 7 days
da_dk: 7 Dage
es_es: 7 dias
hu_hu: 7 nap
nl_nl: 7 dagen
pl_pl: 7 dni
pt_pt: 7 dias

source: Search days interval
de_de: Intervall für Suchtage
es_es: Intervalo de días de búsqueda
nl_nl: Zoekdageninterval
pl_pl: Interwał dni wyszukiwania

source: Select
da_dk: Vælg
de_de: Wählen
es_es: Seleccione
hu_hu: Válassza ki
nl_nl: Selecteer
pl_pl: Wybierz
pt_pt: Selecione

source: BookingFor Search Filters
de_de: BookingFor-Suchfilter
es_es: Filtros de búsqueda de BookingFor
hu_hu: BookingFor keresési szűrők
nl_nl: BookingFor zoekfilters
pl_pl: Filtry wyszukiwania BookingFor
pt_pt: Filtros de pesquisa de BookingFor

source: A box for search on Maps.
es_es: Una caja para Serach.
pl_pl: Pudełko na serach.

source: BookingFor Search MapSells
es_es: Búsqueda de BookingFor en venta
pl_pl: Szukaj BookingFor na sprzedaż

source: A Search box for Rental cars, bikes.
es_es: Un cuadro de búsqueda para alquiler de coches, bicicletas.
pl_pl: Pole wyszukiwania dla wynajem samochodów, rowerów.

source: BookingFor Search Rental
es_es: Búsqueda de BookingFor
pl_pl: Szukaj BookingFor

source: Package
da_dk: Pakke
de_de: Paket
es_es: Paquete
hu_hu: Csomag
pl_pl: Pakiet
pt_pt: Pacote

source: A Search box .
es_es: Una caja de búsqueda.
pl_pl: Szukaj na polu sprzedaży.

source: BookingFor Search
de_de: BookingFor Suche
es_es: Búsqueda de BookingFor
hu_hu: BookingFor keresés
nl_nl: BookingFor zoeken
pl_pl: Szukaj BookingFor
pt_pt: Pesquisa de BookingFor

source: A Search box for time slots.
es_es: Una caja de búsqueda.
pl_pl: Pole wyszukiwania.

source: BookingFor Search slot
es_es: Búsqueda de BookingFor
pl_pl: Szukaj BookingFor

source: A small map box.
es_es: Una caja de información mercantil.
pl_pl: Małe pole mapy.

source: BookingFor small map box
es_es: Cuadro de mercantes de detalles BookingFor
pl_pl: BookingFor małe pole mapy

source: single bed
da_dk: enkeltseng
de_de: einzelbett
es_es: cama individual
hu_hu: egyszemélyes ágy
nl_nl: eenpersoonsbed
pl_pl: łóżko pojedyncze
pt_pt: cama individual

source: double bed
da_dk: Dobbeltseng
de_de: doppelbett
es_es: cama doble
hu_hu: kétszemélyes ágy
nl_nl: Tweepersoonsbed
pl_pl: podwójne łóżko
pt_pt: cama de casal

source: large double bed
da_dk: stor dobbeltseng
de_de: großes doppelbett
es_es: cama doble grande
hu_hu: nagy franciaágy
nl_nl: groot tweepersoonsbed
pl_pl: duże podwójne łóżko
pt_pt: cama de casal grande grande

source: extra-large double bed
da_dk: ekstra stor dobbeltseng
de_de: extra großes doppelbett
es_es: cama doble extra grande
hu_hu: extra nagy franciaágy
nl_nl: extra groot tweepersoonsbed
pl_pl: bardzo duże łóżko podwójne
pt_pt: cama de casal extra-grande

source: bunk bed
da_dk: køjeseng
de_de: etagenbett
es_es: Litera
hu_hu: emeletes ágy
nl_nl: stapelbed
pl_pl: łóżko piętrowe
pt_pt: Beliche

source: sofa bed
da_dk: sovesofa
de_de: schlafsofa
es_es: sofá cama
hu_hu: kanapé
nl_nl: slaapbank
pl_pl: sofa rozkładane
pt_pt: sofá cama

source: futon
es_es: Futón

source: single beds
da_dk: enkeltsenge
de_de: einzelbetten
es_es: camas individuales
hu_hu: egyszemélyes ágyak
nl_nl: eenpersoonsbedden
pl_pl: łóżka pojedyncze
pt_pt: camas de solteiro

source: double beds
da_dk: dobbeltsenge
de_de: doppelbett
es_es: camas dobles
hu_hu: kétszemélyes ágyak
nl_nl: tweepersoonsbedden
pl_pl: podwójne łóżka
pt_pt: camas duplas

source: large double beds
da_dk: store dobbeltsenge
de_de: große doppelbetten
es_es: camas dobles grandes
hu_hu: nagy kétszemélyes ágyak
nl_nl: grote tweepersoonsbedden
pl_pl: duże podwójne łóżka
pt_pt: grandes camas duplas

source: extra-large double beds
da_dk: ekstra store dobbeltsenge
de_de: extra große doppelbetten
es_es: camas dobles extra grandes
hu_hu: extra nagy kétszemélyes ágyak
nl_nl: extra grote tweepersoonsbedden
pl_pl: bardzo duże łóżka podwójne
pt_pt: camas duplas extra-grandes

source: bunk beds
da_dk: køjesenge
de_de: etagenbett
es_es: Literas
hu_hu: emeletes ágyak
nl_nl: stapelbedden
pl_pl: Łóżka piętrowe
pt_pt: Beliches

source: sofa beds
da_dk: sovesofaer
de_de: schlafsofas
es_es: Sofás-cama
hu_hu: kanapé ágyak
nl_nl: slaapbanken
pl_pl: rozkładane sofy
pt_pt: camas sofá

source: futons
es_es: futón
hu_hu: futonok
pl_pl: futony
pt_pt: Autónoma

source: Your Cart is empty!
da_dk: Din indkøbskurv er tom!
de_de: Ihr Warenkorb ist leer!
es_es: ¡Su cesta está vacía!
hu_hu: Jelenleg üres a kosara!
nl_nl: Uw winkelwagen is leeg!
pl_pl: Twój koszyk jest pusty!
pt_pt: Seu carrinho está vazio!

source: Secure booking. We protect your information
da_dk: Sikker booking. Vi beskytter dine oplysninger
de_de: Sichere Buchung. Wir beschützen Ihre Daten.
es_es: Reserva segura. Protegemos su información
hu_hu: Biztonságos foglalás. Megvédjük adatait
nl_nl: Veilige boeking. We beschermen uw gegevens
pl_pl: Bezpieczna rezerwacja. Chronimy Twoje dane
pt_pt: Reserva segura. Protegemos suas informações

source: Your reservation includes
da_dk: Din reservation inkluderer
de_de: Ihre Reservierung enthält
es_es: Número de la reserva
hu_hu: A foglalás magában foglalja
nl_nl: Uw reservering omvat
pl_pl: Twoja rezerwacja obejmuje
pt_pt: Número de reserva

source: Information
de_de: Informationen
es_es: Información
hu_hu: Információ
nl_nl: Informatie
pl_pl: Informacja
pt_pt: Informação

source: For
da_dk: Til
de_de: Zum
es_es: Para
nl_nl: Voor
pl_pl: Dla
pt_pt: Para

source: Options
da_dk: Indstillinger
de_de: Optionen
es_es: Opciones
hu_hu: Opciók
nl_nl: Opties
pl_pl: Opcje
pt_pt: Opções

source: Total price
da_dk: Pris i alt
de_de: Gesamtpreis
es_es: Precio total
hu_hu: Teljes ár
nl_nl: Totaalprijs
pl_pl: Cena całkowita
pt_pt: Preço total

source: seat
da_dk: medlem
de_de: Platz
es_es: Asiento
hu_hu: Ülés
nl_nl: plaats
pl_pl: Siedziska
pt_pt: Assento

source: People
da_dk: Personer
de_de: Personen
es_es: Personas
hu_hu: Az emberek
nl_nl: Mensen
pl_pl: Ludzie
pt_pt: Pessoas

source: Over %s
de_de: Über %s
es_es: Más de %s
hu_hu: Több %s
nl_nl: Meer dan %s
pl_pl: Ponad %s
pt_pt: Mais de %s

source: Years
da_dk: År
de_de: Alter
es_es: Años
hu_hu: Év
nl_nl: Jaar
pl_pl: Lata
pt_pt: Anos

source: %d day/s
da_dk: %d dag
de_de: %d Tag(e)
es_es: %d día/s
hu_hu: %d nap/ek
nl_nl: %d dag/s
pl_pl: %d dzień/s
pt_pt: %d dia/s

source: hours
da_dk: timer
de_de: Stunden
es_es: horas
hu_hu: óra
nl_nl: uur
pl_pl: godzin
pt_pt: horas

source: from
da_dk: fra
de_de: von
es_es: De
hu_hu: tól
nl_nl: Van
pl_pl: od
pt_pt: De

source: until
da_dk: til
de_de: bis
es_es: hasta
hu_hu: eddig
nl_nl: tot
pl_pl: do
pt_pt: até

source: Time Table
da_dk: Tidstabel
de_de: Stundenplan
es_es: Horario
hu_hu: Időtáblázat
nl_nl: Tijdschema
pl_pl: Plan
pt_pt: Horário

source: Room
da_dk: Lokale
de_de: Zimmer
es_es: Habitación
hu_hu: Szoba
nl_nl: Kamer
pl_pl: Pokój
pt_pt: Quarto

source: Included
da_dk: Inkluderet
de_de: Enthalten
es_es: Incluido
hu_hu: Meglévő
nl_nl: Opgenomen
pl_pl: Wliczono
pt_pt: Incluido

source: VAT
da_dk: Moms
de_de: MwSt
es_es: IVA
hu_hu: Áfa
nl_nl: BTW
pt_pt: IVA

source: Not included
da_dk: Ikke inkluderet
de_de: Nicht enthalten
es_es: No incluido
hu_hu: Nem tartozék
nl_nl: Niet inbegrepen
pl_pl: Nie wchodzi w skład z wliczony w cenę
pt_pt: Não incluído

source: City tax per person per night
da_dk: Byskat per person per nat.
de_de: Kurtaxe pro Person und Nacht
es_es: Impuesto municipal por persona y noche.
hu_hu: Városi adó személyenként és éjszakánként.
nl_nl: Toeristenbelasting per persoon per nacht.
pl_pl: Podatek miejski od osoby za noc.
pt_pt: Imposto da cidade por pessoa por noite.

source: Extra bed
da_dk: Ekstra seng
es_es: Cama extra
hu_hu: Extra
nl_nl: Extra
pl_pl: Extra
pt_pt: Cama extra

source: Cot
da_dk: Barneseng
de_de: Kinderbett
es_es: Cama
hu_hu: Comfort
nl_nl: Comfort
pl_pl: Comfort
pt_pt: Berço

source: Exempt
da_dk: Undtaget
de_de: Befreit
es_es: Exento
hu_hu: Mentesített
nl_nl: Vrijgesteld
pl_pl: Zwolnione
pt_pt: Isento

source: City tax
da_dk: Byskat
de_de: Kurtaxe
es_es: Ciudad
hu_hu: Város
nl_nl: Stad
pl_pl: Miasto
pt_pt: Cidade

source: days
da_dk: dage
de_de: Tage
es_es: dias
hu_hu: nap
nl_nl: dagen
pl_pl: dni
pt_pt: dias

source: weeks
da_dk: uger
de_de: Wochen
es_es: semanas
hu_hu: hét
nl_nl: weken
pl_pl: tygodni
pt_pt: semanas

source: months
da_dk: måneder
de_de: Monate
es_es: meses
hu_hu: hónap
nl_nl: maanden
pl_pl: miesięcy
pt_pt: meses

source: Cancellation FREE
da_dk: Afbestilling GRATIS
de_de: Stornierung KOSTENFREI
es_es: Cancelación GRATUITA
hu_hu: Lemondás INGYENES
nl_nl: GRATIS annulering
pl_pl: Anulowanie ZA DARMO
pt_pt: Cancelamento GRÁTIS

source: You may cancel free of charge until %1$s before arrival. You will be charged %2$s if you cancel in the %1$s before arrival.
da_dk: Det er gratis, og du kan afmelde dig til %1$s ankomst. Du vil blive opkrævet %2$s hvis du annullerer i %1$s før ankomst.
de_de: Sie können bis %1$s vor Ankunft kostenlos stornieren. Ihnen werden %2$s berechnet, wenn Sie %1$s vor Ankunft stornieren.
es_es: Puede cancelar de forma gratuita hasta %1$s antes de la llegada. Los %2$s de cancelación en el %1$s antes de la llegada deberán abonar el %2$s.
hu_hu: Érkezés előtt %1$s-ig ingyenesen lemondhat. Amennyiben érkezés előtt mondja le a %1$s, %2$s kell fizetnie.
nl_nl: U annuleren kan kosteloos tot en met %1$s voor aankomst. U aangerekend worden %2$s als u annuleert de %1$s voor aankomst.
pl_pl: Goście mogą bezpłatnie anulować rezerwację do %1$s przed przyjazdem. Opłata za %2$s zostanie pobrana w przypadku anulowania rezerwacji w %1$s przed przyjazdem.
pt_pt: Você pode cancelar gratuitamente até %1$s antes da chegada. Você será cobrado %2$s se cancelar no %1$s antes da chegada.

source: You may cancel free of charge until arrival.
da_dk: Det er gratis, og du kan afmelde dig til hver en tid.
de_de: Sie können bis zur Ankunft kostenfrei stornieren.
es_es: Puede cancelar de forma gratuita hasta la llegada.
hu_hu: A lemondás ingyenesen lehetséges az érkezésig.
nl_nl: U annuleren kan kosteloos tot aankomst.
pl_pl: Goście mogą anulować subskrypcję bezpłatnie do przyjazdu.
pt_pt: Você pode cancelar gratuitamente até a chegada.

source: Special conditions
da_dk: Særlige betingelser
de_de: Besondere Bedingungen
es_es: Condiciones especiales
hu_hu: Különleges feltételek
nl_nl: Bijzondere voorwaarden
pl_pl: Warunki specjalne
pt_pt: condições especiais

source: You may cancel with a charge of %3$s until %1$s before arrival. You will be charged %2$s if you cancel in the %1$s before arrival.
da_dk: Det kan gratis, og du kan afmelde dig til %3$s, %1$s ankomst. Du vil blive opkrævet %2$s hvis du annullerer i %1$s før ankomst.
de_de: Sie können mit einer Gebühr von %3$s bis %1$s vor der Ankunft stornieren. Ihnen werden %2$s berechnet, wenn Sie in den %1$s vor der Ankunft stornieren.
es_es: Se puede cancelar con un cargo de %3$s hasta %1$s antes de la llegada. Los %2$s deberán abonar el importe de la reserva en el %1$s antes de la llegada.
hu_hu: A %3$s díjat érkezés előtt %1$s-ig törölheti. Amennyiben érkezés előtt mondja le a %1$s, %2$s kell fizetnie.
nl_nl: U kunt opzeggen met een bedrag van %3$s totdat %1$s voor aankomst. U aangerekend worden %2$s als u annuleert de %1$s voor aankomst.
pl_pl: Rezerwacji można anulować za opłatą w wysokości %3$s do %1$s przed przyjazdem. Opłata za %2$s zostanie pobrana w przypadku anulowania rezerwacji w %1$s przed przyjazdem.
pt_pt: Você pode cancelar com uma carga de %3$s até %1$s antes da chegada. Você será cobrado %2$s se cancelar no %1$s antes da chegada.

source: You will be charged %1$s if you cancel before arrival.
da_dk: Du vil blive opkrævet %1$s hvis du annullerer før ankomst.
de_de: Ihnen werden %1$s berechnet, wenn Sie vor der Ankunft stornieren.
es_es: Los %1$s deberán abonar el importe de la reserva antes de la llegada.
hu_hu: Amennyiben érkezés előtt mondja le a foglalást, %1$s kell fizetnie.
nl_nl: U aangerekend worden %1$s als u voor aankomst annuleert.
pl_pl: Opłata za %1$s zostanie pobrana w przypadku anulowania rezerwacji przed przyjazdem.
pt_pt: Você será cobrado %1$s se cancelar antes da chegada.

source: Non refundable
da_dk: Kan ikke refunderes
de_de: Nicht erstattbar
es_es: No reembolsable
hu_hu: Nem visszatéríthető
pl_pl: Bezzwrotna
pt_pt: Não-reembolsável

source: You will be charged all if you cancel before arrival.
da_dk: Du vil blive opkrævet alt, hvis du annullerer før ankomst.
de_de: Ihnen wird alles berechnet, wenn Sie vor der Ankunft stornieren.
es_es: Se le cobrará todo si cancela antes de la llegada.
hu_hu: Ha érkezés előtt mondja le a foglalást, az összefoglalás díja felszámolásra kerül.
nl_nl: U wordt afgeschreven alle als u voor aankomst annuleert.
pl_pl: Opłata zostanie pobrana w przypadku anulowania rezerwacji przed przyjazdem.
pt_pt: Você será cobrado tudo se cancelar antes da chegada.

source: There is no meal option with this room.
da_dk: Der er ingen måltid mulighed med dette værelse.
de_de: Für dieses Zimmer gibt es keine Mahlzeiten-Option.
es_es: Esta habitación no sirve comidas.
hu_hu: Ebben a szobában nincs étkezési lehetőség.
nl_nl: Er is geen optie maaltijd met deze kamer.
pl_pl: Pokój ten nie jest w stanie zjeść posiłku.
pt_pt: Não há opção de refeição com este quarto.

source: Breakfast
da_dk: Morgenmad
de_de: Frühstück
es_es: Desayuno
hu_hu: Reggeli
nl_nl: Ontbijt
pl_pl: Śniadanie
pt_pt: Peq. Almoço

source: Lunch
da_dk: Frokost
de_de: Mittagessen
es_es: Almuerzo
hu_hu: Ebéd
pt_pt: Almoço

source: Dinner
da_dk: Aftensmad
de_de: Abendessen
es_es: Cena
hu_hu: Vacsora
nl_nl: Diner
pl_pl: Kolacja
pt_pt: Jantar

source: All Inclusive
da_dk: Alt inklusive
es_es: Todo incluido

source: included
da_dk: inkluderet
de_de: enthalten
es_es: incluido
hu_hu: Tartalmazza
nl_nl: opgenomen
pl_pl: zawarte
pt_pt: incluído

source: Meals
da_dk: Måltider
de_de: Behandlung
es_es: Comidas
hu_hu: Étkezés
nl_nl: Maaltijden
pl_pl: Posiłki
pt_pt: Refeições

source: Cancellation
da_dk: Afbestilling
de_de: Stornierung
es_es: Cancelación
hu_hu: Lemondás
nl_nl: Annulering
pl_pl: Anulowanie uczestnictwa
pt_pt: Cancelamento

source: Prepayment
da_dk: Forudbetaling
de_de: Vorauszahlung
es_es: Pago anticipado
hu_hu: Előleg
nl_nl: Vooruitbetaling
pl_pl: Zaliczka
pt_pt: Pré-pagamento:

source: Non-binding booking request
da_dk: Ikke-bindende bookinganmodning
de_de: Unverbindliche Buchungsanfrage
es_es: Solicitud de reserva no vinculante
hu_hu: Nem kötelező érvényű foglalási kérelem
nl_nl: Niet-bindend boekingsverzoek
pl_pl: Niewiążące żądanie rezerwacji
pt_pt: Solicitação de reserva não vinculante

source: Instant Book
da_dk: Øjeblikkelig bog
de_de: Sofortbuchung
es_es: Libro instantáneo
hu_hu: Azonnali foglalás
nl_nl: Direct boek
pl_pl: Natychmiastowa książka
pt_pt: Livro Instantâneo

source: %d night/s
da_dk: %d/s
de_de: %d Nacht/Nächte
es_es: Totales de %d noche/s
hu_hu: %d éjszaka/ek
nl_nl: %d nacht/s
pl_pl: %d nocy/s
pt_pt: Total de %d noite/s

source: The code is not valid
da_dk: Koden er ikke gyldig
de_de: Der Code ist ungültig
es_es: El código no es válido
hu_hu: A kód érvénytelen.
nl_nl: De code is niet geldig
pl_pl: Kod jest nieprawidłowy
pt_pt: O código não é válido

source: Apply
da_dk: Anvend
de_de: Einlösen
es_es: Aplicar
hu_hu: Alkalmaz
nl_nl: Toepassen
pl_pl: Zastosuj
pt_pt: Aplicar

source: Add
da_dk: Tilføj
de_de: Hinzufügen
es_es: Añadir
hu_hu: Hozzáadás
nl_nl: Toevoegen
pl_pl: Dodaj
pt_pt: Adicionar

source: Gift cards or Promotional codes
da_dk: Gavekort eller kampagnekoder
de_de: Gutschein- und Aktionscodes
es_es: Tarjetas de regalo o códigos promocionales
hu_hu: Ajándékkártyák vagy promóciós kódok
nl_nl: Cadeaubonnen of promotiecodes
pl_pl: Karty upominkowe lub kody promocyjne
pt_pt: Cartões de presente ou códigos promocionais

source: Enter code
da_dk: Indtast kode
de_de: Code eingeben
es_es: Introduzca el código
hu_hu: Írd be a kódot
nl_nl: Voer code in
pl_pl: Wprowadź kod
pt_pt: Insira o código

source: Discount
da_dk: Rabat
de_de: Rabatt
es_es: Descuento
hu_hu: Kedvezmény
nl_nl: Korting
pl_pl: Zniżki
pt_pt: Desconto

source: Deposit
da_dk: Depositum
de_de: Anzahlung
es_es: Depósito
hu_hu: Betét
nl_nl: Storting
pl_pl: Depozytu
pt_pt: Depósito

source: Customers who bought this product also viewed
da_dk: Kunder, der har købt dette produkt, har også set
de_de: Kunden, die dieses Produkt gekauft haben, haben auch
es_es: Los clientes que compraron este producto también vieron
hu_hu: Azok az ügyfelek, akik megvették ezt a terméket, szintén
nl_nl: Klanten die dit product kochten, bekeken ook
pl_pl: Klienci, którzy kupili ten produkt, również
pt_pt: Clientes que compraram este produto também visualizados

source: Details
da_dk: Detaljer
es_es: Datos de
hu_hu: Részletek
pl_pl: Szczegóły
pt_pt: Detalhes

source: Choosing <b>Send</b> means that you agree to <a href="%3$s" target="_blank">Terms of use</a> of %1$s.
da_dk: Hvis <b>du vælger</b> Send, betyder det, at du <a href="%3$s" target="_blank">accepterer vilkår for brug</a> af %1$s .
de_de: Die Wahl <b>Send</b> bedeutet, dass Sie den <a href="%3$s" target="_blank">Nutzungsbedingungen von</a> %1$s zustimmen.
es_es: Elegir <b>Enviar</b> significa que usted acepta <a href="%3$s" target="_blank">los Términos de uso</a> de %1$s .
hu_hu: A <b>Küldés</b> választása azt jelenti, hogy elfogadja <a href="%3$s" target="_blank">a használati feltételeket.</a> %1$s
nl_nl: Als u <b>Verzenden kiest,</b> gaat u akkoord met <a href="%3$s" target="_blank">gebruiksvoorwaarden</a> van %1$s .
pl_pl: Wybór <b>opcji Wyślij</b> oznacza, że zgadzasz się na Warunki korzystania <a href="%3$s" target="_blank">z</a> programu %1$s .
pt_pt: Escolher <b>enviar</b> significa que você concorda com <a href="%3$s" target="_blank">os Termos de Uso</a> de %1$s .

source: Log in to book faster
da_dk: Log ind for at booke hurtigere
de_de: Einloggen, um schneller zu buchen
es_es: Inicia sesión para reservar más rápido
hu_hu: Jelentkezzen be a gyorsabb foglaláshoz
nl_nl: Log in om sneller te boeken
pl_pl: Zaloguj się, aby szybciej zarezerwować
pt_pt: Faça login para reservar mais rápido

source: Enter your details
da_dk: Indtast dine oplysninger
de_de: Geben Sie Ihre Details ein.
es_es: Ingrese sus datos
hu_hu: Adja meg adatait
nl_nl: Vul uw gegevens in
pl_pl: Wpisz swoje dane
pt_pt: Introduza os seus dados

source: Name
da_dk: Navn
es_es: Nombre
hu_hu: név
nl_nl: Naam
pl_pl: Nazwa
pt_pt: Nome

source: This field is required.
da_dk: Dette felt er påkrævet.
de_de: Dieses Feld ist erforderlich.
es_es: Este campo se requiere.
hu_hu: Ez a mező szükség.
nl_nl: Dit veld is verplicht.
pl_pl: To pole jest wymagane.
pt_pt: Este campo é obrigatório.

source: Surname
da_dk: Efternavn
de_de: Nachname
es_es: Apellido
hu_hu: Vezetéknév
nl_nl: Achternaam
pl_pl: Nazwisko
pt_pt: Sobrenome

source: Man
da_dk: Mand
de_de: Mann
es_es: Hombre
nl_nl: Пн
pl_pl: Mężczyzna
pt_pt: Homem

source: Woman
da_dk: Kvinde
de_de: Frau
es_es: Mujer
hu_hu: Nő
nl_nl: Vrouw
pl_pl: Kobieta
pt_pt: Mulher

source: Email
es_es: Correo electrónico
hu_hu: E-mailben
pl_pl: Adres e-mail

source: Reenter email
da_dk: Send e-mail igen
de_de: Bestätigen Sie Ihre E-Mail
es_es: Reingrese el correo electrónico
hu_hu: Írja be újra e-mail
nl_nl: Bevestig e-mail
pl_pl: Ponownie wprowadź e-mail
pt_pt: Redigite o e-mail

source: Phone
da_dk: Telefon
de_de: Telefon
es_es: Teléfono
hu_hu: Telefon
nl_nl: Telefoon
pl_pl: Telefon
pt_pt: Telefone

source: Fiscal code
da_dk: Regnskabskode
de_de: Steuercode
es_es: NIF
hu_hu: Pénzügyi kód
nl_nl: Fiscale code
pl_pl: Kod fiskalny
pt_pt: Código fiscal

source: Organization
da_dk: Organisation
de_de: Organisation
es_es: Organización
hu_hu: Szervezet
nl_nl: Organisator
pl_pl: Organizacja
pt_pt: Organização

source: Password
da_dk: Adgangskode
es_es: Contraseña
hu_hu: Jelszó
nl_nl: Wachtwoord
pl_pl: Hasło
pt_pt: Senha

source: Address
da_dk: Adresse
de_de: Adresse
es_es: Dirección
hu_hu: Cím
nl_nl: Adres
pl_pl: Adres
pt_pt: Endereço

source: Postal Code
da_dk: Postnummer
de_de: Postleitzahl
es_es: Código postal
hu_hu: Irányítószám
nl_nl: Postcode
pl_pl: Kod pocztowy
pt_pt: Código postal

source: City
da_dk: Kommune
de_de: Stadt
es_es: Ciudad
hu_hu: Város
nl_nl: Stad
pl_pl: Miasto
pt_pt: Cidade

source: Province
da_dk: Provins
de_de: Land
es_es: Provincia de
hu_hu: Tartomány
nl_nl: Provincie
pl_pl: Prowincja
pt_pt: Província

source: Personal data
da_dk: Personoplysninger
de_de: Persönliche Daten
es_es: Datos personales
hu_hu: A személyes adatok kezelése
nl_nl: Persoonlijke gegevens behandeling
pl_pl: Dane personalne
pt_pt: Tratamento de dados pessoais

source: Birth date
da_dk: Fødselsdato
de_de: Geburtsdatum
es_es: Fecha de nacimiento
hu_hu: Születési dátum
nl_nl: Geboortedatum
pl_pl: Data urodzenia
pt_pt: Data Aniversário

source: Birth location
da_dk: Fødested
de_de: Geburtsort
es_es: Lugar de recogida
hu_hu: Felvételi hely
nl_nl: Ophaallocatie
pl_pl: Miejsce odbioru
pt_pt: Local de retirada

source: Passport ID
da_dk: Pas-id
es_es: Pasaporte
hu_hu: Jelszó
nl_nl: Wachtwoord
pl_pl: Numer dowodu lub paszportu
pt_pt: Senha

source: Passport expiration
da_dk: Passport-udløb
de_de: Ablauf des Reisepasses
es_es: Fecha expiración pasaporte
hu_hu: Fontos információ
nl_nl: Belangrijke informatie
pl_pl: Ważne informacje
pt_pt: Informações importantes

source: Document ID
da_dk: Dokument-id
de_de: Dokument ID
es_es: Id. de documento
hu_hu: Dokumentum azonosítója/ID
pl_pl: Identyfikator dokumentu
pt_pt: ID do documento

source: Document release place
da_dk: Sted for frigivelse af dokument
de_de: Dokumentfreigabeort
es_es: Lugar de lanzamiento de documentos
hu_hu: Dokumentum kiadási helye
nl_nl: Plaats voor het vrijgeven van documenten
pl_pl: Miejsce wydania dokumentu
pt_pt: Local de lançamento de documentos

source: Document release date
da_dk: Dato for frigivelse af dokument
de_de: Datum der Dokumentfreigabe
es_es: Fecha de lanzamiento del documento
hu_hu: Dokumentum kiadásának dátuma
nl_nl: Releasedatum document
pl_pl: Data wydania dokumentu
pt_pt: Data de lançamento do documento

source: Document expiration
da_dk: Udløb af dokument
de_de: Ablauf des Dokuments
es_es: Destino
hu_hu: Rendeltetési hely
nl_nl: Bestemming
pl_pl: Miejsca przeznaczenia
pt_pt: Destino

source: Special Requests
da_dk: Særlige anmodninger
de_de: Anfrage
es_es: Peticiones especiales
hu_hu: Különleges kérések
nl_nl: Speciale verzoeken
pl_pl: Specjalne życzenia
pt_pt: Pedidos especiais

source: Notes
da_dk: Noter
de_de: Notizen
es_es: Notas
hu_hu: Megjegyzések
nl_nl: Opmerking
pl_pl: Notatki
pt_pt: Notas

source: Note
de_de: Anfrage
es_es: Nota
hu_hu: Megjegyzés:
nl_nl: Opmerking
pl_pl: Uwaga:
pt_pt: Nota

source: No URLs allowed!
da_dk: Ingen webadresser tilladt!
de_de: Keine URLs erlaubt!
es_es: ¡No se permiten DIRECCIONES!
hu_hu: Url-ek nem engedélyezettek!
nl_nl: Geen URL's toegestaan!
pl_pl: Nie wolno adresować adresów URL!
pt_pt: Não são permitidos URLs!

source: Your estimated time of arrival
da_dk: Dit forventede ankomsttidspunkt
de_de: Geschätzte Ankunftszeit
es_es: La hora estimada de llegada
hu_hu: Becsült érkezési idejét
nl_nl: Uw geschatte tijd van aankomst
pl_pl: Szacowany czas przyjazdu
pt_pt: Sua hora prevista de chegada

source: I don't know
da_dk: Det ved jeg ikke
de_de: Unklar
es_es: No sé
hu_hu: nem tudom
nl_nl: Ik weet het niet
pl_pl: Nie wiem
pt_pt: Eu não sei

source: yes
da_dk: ja
de_de: ja
es_es: sí
hu_hu: igen
nl_nl: Ja
pl_pl: tak
pt_pt: sim

source: Other information
da_dk: Mere information
de_de: Weitere Informationen
es_es: Otra información
hu_hu: Egyéb információk
nl_nl: Meer informatie
pl_pl: Więcej informacji
pt_pt: Mais informações
