Repository: Bookingfor/bookingfor-wordpress-extension-8.3
Catalog: lang/bfi-*.po
Languages: da_dk, de_de, es_es, hu_hu, nl_nl, pl_pl, pt_pt

source: Exceptional
da_dk: Ekseptionelt
de_de: Außergewöhnlich
es_es: Excepcional
hu_hu: Kivételes
nl_nl: Uitzonderlijke
pl_pl: Wyjątkowy
pt_pt: Excepcional

source: Very easy
da_dk: Meget let
de_de: Sehr leicht
es_es: Muy Fácil
hu_hu: Nagyon egyszerű
nl_nl: Heel eenvoudig
pl_pl: Bardzo proste
pt_pt: Muito fácil

source: Easy
da_dk: Let
de_de: Einfach
es_es: Fácil
hu_hu: Könnyű
nl_nl: Eenvoudig
pl_pl: Łatwy
pt_pt: Fácil

source: Moderate
da_dk: Moderat
de_de: Mittel
es_es: Moderado
hu_hu: Mérsékelt
nl_nl: Modereren
pl_pl: Moderuj
pt_pt: Moderado

source: Stimulating
da_dk: Stimulere
de_de: Anregende
es_es: numero de estrellas
hu_hu: Csillagos értékelés
nl_nl: Sterren
pl_pl: Rating gwiazdkowy
pt_pt: classificação

source: Demanding
da_dk: Sender...
de_de: Anspruchsvolle
es_es: Enviar...
hu_hu: Elküldés...
nl_nl: Verzenden...
pl_pl: Wysyłanie...
pt_pt: Envio de...

source: Extreme
da_dk: Ekstreme
de_de: Extrem
es_es: Extra
hu_hu: Extra
nl_nl: Extra
pl_pl: Extra
pt_pt: Extremo

source: Info & prices
da_dk: Info og priser
de_de: Infos & Preise
es_es: Información &amp; precios
hu_hu: Info & árak
nl_nl: Eenheidsprijs
pl_pl: Info & ceny
pt_pt: Informações e preços

source: Facilities
da_dk: Faciliteter
de_de: Ausstattung
es_es: Instalaciones
hu_hu: Szolgáltatások
nl_nl: Faciliteit
pl_pl: Placówki
pt_pt: Instalações

source: House rules
da_dk: Husregler
de_de: Hausordnung
es_es: Reglas de la casa
hu_hu: Házszabályok
nl_nl: Huisregels
pl_pl: Zasady domu
pt_pt: Regras da casa

source: Reviews
da_dk: Anmeldelser
de_de: Bewertungen
es_es: Comentarios
hu_hu: Vélemények
nl_nl: Beoordelingen
pl_pl: Opinie
pt_pt: Comentários

source: Book now
da_dk: Book nu
de_de: Buchen Sie
es_es: Reserva ahora
hu_hu: Foglaljon most
nl_nl: Boek nu
pl_pl: Zarezerwuj teraz
pt_pt: Reserve agora

source: or similar
da_dk: eller lignende
de_de: oder ähnlich
es_es: o similares
hu_hu: vagy hasonló
nl_nl: of iets dergelijks
pl_pl: lub podobne
pt_pt: ou similar

source: show map
da_dk: vis kort
de_de: Karte anzeigen
es_es: Ver mapa
hu_hu: térkép megjelenítése
nl_nl: Toon kaart
pl_pl: pokaż mapę
pt_pt: Mostrar mapa

source: Media
da_dk: Medier
de_de: Medien
es_es: Los medios de comunicación
hu_hu: Média
pt_pt: Meios de comunicação

source: Floor area
da_dk: Gulvareal
de_de: Fläche
es_es: Área de piso
hu_hu: Alapterület:
nl_nl: Vloeroppervlakte
pl_pl: Powierzchnia
pt_pt: Área de piso

source: Duration
da_dk: Varighed
de_de: Dauer
es_es: Duración
hu_hu: Időtartam
nl_nl: Duur
pl_pl: Czas trwania
pt_pt: Duração

source: Participants
da_dk: Deltagere
de_de: Teilnehmer
es_es: Participantes
hu_hu: Résztvevők
nl_nl: Deelnemers
pl_pl: Uczestnicy
pt_pt: Participantes

source: Minimum age
da_dk: Minimumsalder
de_de: Mindestalter
es_es: Edad mínima
hu_hu: Alsó korhatár
nl_nl: Minimumleeftijd
pl_pl: Minimalny wiek
pt_pt: Idade mínima

source: Difficulty level
da_dk: Sværhedsgrad
de_de: Schwierigkeit Level
es_es: Nivel de dificultad
hu_hu: Nehézségi szint
nl_nl: Moeilijkheidsgraad
pl_pl: Poziom trudności
pt_pt: Nível de Dificuldade

source: Languages
da_dk: Sprog
de_de: Sprachen
es_es: Idiomas
hu_hu: Nyelvek
nl_nl: Talen
pl_pl: Języki
pt_pt: Idiomas

source: and %s more
da_dk: Læs mere
de_de: und %s mehr
es_es: Leer más
hu_hu: Tudjon meg többet
nl_nl: Lees meer
pl_pl: Dowiedz się więcej
pt_pt: Leia mais

source: Offered in
da_dk: Tilbud
de_de: Angeboten in
es_es: Oferta
hu_hu: Ajánlat
nl_nl: Aanbieding
pl_pl: Oferta
pt_pt: Oferta

source: Important information
da_dk: Vigtige oplysninger
de_de: Wichtige Information
es_es: Información importante
hu_hu: Fontos információ
nl_nl: Belangrijke informatie
pl_pl: Ważne informacje
pt_pt: Informações importantes

source: What is Included
da_dk: Ikke inkluderet
de_de: Was ist enthalten
es_es: No incluido
hu_hu: Nem tartozék
nl_nl: Niet inbegrepen
pl_pl: Nie wchodzi w skład z wliczony w cenę
pt_pt: Não incluído

source: Live Guide
es_es: Guía en vivo
hu_hu: Élő útmutató
nl_nl: Live gids
pl_pl: Przewodnik na żywo
pt_pt: Guia Ao Vivo

source: Audio Guide
da_dk: Lydguide
es_es: audioguía
hu_hu: Audio útmutató
nl_nl: Audiogids
pl_pl: Przewodnik audio
pt_pt: Audioguia

source: Paper Guide
da_dk: Vejledning til papir
de_de: Papierleitfaden
es_es: Pago por uso
hu_hu: Pay-per-use
nl_nl: Betaal per gebruik
pl_pl: Zapłacić za użycie
pt_pt: Pay-per-use

source: What is not Included
da_dk: Ikke inkluderet
de_de: Was nicht enthalten ist
es_es: No incluido
hu_hu: Nem tartozék
nl_nl: Niet inbegrepen
pl_pl: Nie wchodzi w skład z wliczony w cenę
pt_pt: Não incluído

source: Departure & Return
da_dk: Afgang &amp; tilbage
de_de: Abreise & Rückkehr
es_es: Salida & Regreso
hu_hu: Indulás & Visszaút
nl_nl: Vertrek en terugkeer
pl_pl: Wyjazd & Powrót
pt_pt: Partida e Regresso

source: Departure Point
da_dk: Afgangssted
de_de: Abfahrtspunkt
es_es: Punto de partida
hu_hu: Indulási pont
nl_nl: Vertrekpunt
pl_pl: Punkt odjazdu
pt_pt: Ponto de partida

source: Meeting Time
da_dk: Kontakttidspunkt
de_de: Besprechungszeit
es_es: Tiempo de reunión
hu_hu: Értekezlet ideje
nl_nl: Vergadertijd
pl_pl: Godzina spotkania
pt_pt: Duraçao

source: show up %s minutes before the start time
da_dk: dukke op %s minutter før starttidspunktet
de_de: %s Minuten vor der Startzeit anzeigen
es_es: aparecen %s minutos antes de la hora de inicio
hu_hu: a kezdési %s percekkel a kezdési időpont előtt
nl_nl: verschijnen %s minuten voor de starttijd
pl_pl: pojawiają się %s minut przed godziną rozpoczęcia
pt_pt: aparecer %s minutos antes da hora de início

source: Pick-up Point
da_dk: Afhentnings punkt
de_de: Abholpunkt
es_es: Punto de recogida
hu_hu: Átvételi pont
nl_nl: Ophaalpunt
pl_pl: Punkt odbioru
pt_pt: Ponto de recolha

source: Pick-up Time
da_dk: Afhentningstid
de_de: Abholzeit
es_es: Hora de recogida
hu_hu: Átvételi idő
nl_nl: Ophaal Tijd
pl_pl: Czas odbioru
pt_pt: Hora da recolha

source: Return Details
da_dk: Begivenhedsdetaljer
de_de: Rückgabedetails
es_es: Detalles de la devolución
hu_hu: Esemény részletei
nl_nl: Evenementdetails
pl_pl: Szczegóły wydarzenia
pt_pt: Detalhes do Evento

source: Returns to original departure pickup
da_dk: Vender tilbage til den oprindelige afgangs afhentning
de_de: Rückkehr zur ursprünglichen Abholung
es_es: Vuelve a la recogida de salida original
hu_hu: Visszatérés az eredeti indulási felvételhez
nl_nl: Keert terug naar de oorspronkelijke vertrek pick-up
pl_pl: Powrót do oryginalnego odbioru wyjazdu
pt_pt: Devoluções para recolha original de partida

source: Returns to original pick-up point
da_dk: Vender tilbage til det oprindelige afhentningspunkt
de_de: Kehrt zum ursprünglichen Abholpunkt zurück
es_es: Vuelve al punto de recogida original
hu_hu: Visszatérés az eredeti átvételi pontra
nl_nl: Keert terug naar het oorspronkelijke ophaalpunt
pl_pl: Powrót do oryginalnego punktu odbioru
pt_pt: Retorna ao ponto de recolha original

source: Returns to original departure point
da_dk: Vender tilbage til det oprindelige afgangssted
de_de: Rückkehr zum ursprünglichen Ausgangspunkt
es_es: Vuelve al punto de partida original
hu_hu: Visszatérés az eredeti indulási ponthoz
nl_nl: Keert terug naar het oorspronkelijke vertrekpunt
pl_pl: Powrót do pierwotnego punktu wyjścia
pt_pt: Devoluções ao ponto de partida original

source: What To Expect
da_dk: Hvad du kan forvente
de_de: Was zu erwarten ist
es_es: Qué esperar
hu_hu: Mire számíthatunk?
nl_nl: Wat u verwachten
pl_pl: Czego się spodziewać
pt_pt: O que esperar

source: Itinerary
da_dk: Rejseplan
de_de: Route
es_es: Itinerario
hu_hu: Útvonal
nl_nl: Reisroute
pl_pl: Trasa
pt_pt: Itinerário

source: Day
da_dk: Dag
de_de: Tag
es_es: Día
hu_hu: Nap
nl_nl: Dagen
pl_pl: Dzień
pt_pt: Dia

source: Stops
da_dk: Stop
de_de: Stoppt
es_es: ES Stops
hu_hu: Megáll
nl_nl: Stopt
pl_pl: Zatrzymuje
pt_pt: Paragens

source: Stop
es_es: Detener
hu_hu: Megállítás
pl_pl: Zatrzymaj
pt_pt: Pare

source: Additional Info
da_dk: Yderligere information
de_de: Zusätzliche Informationen
es_es: Información adicional
hu_hu: További információ
nl_nl: Aanvullende doeleinden
pl_pl: Dodatkowe informacje
pt_pt: Informação Adicional

source: What to bring
da_dk: Hvad skal man medbringe
de_de: Was zu bringen ist
es_es: Qué traer
hu_hu: Mit kell hozni
nl_nl: Wat mee te nemen
pl_pl: Co zabrać ze sobą
pt_pt: O que trazer

source: Cancellation Policy
da_dk: Afbestilling
de_de: Widerrufsbelehrung
es_es: Política de cancelación
hu_hu: Elállási szabályzat
nl_nl: Annulering
pl_pl: Zasady anulowania
pt_pt: Cancelamento

source: Frequently Asked Questions
da_dk: Ofte stillede spørgsmål
de_de: Häufig gestellte Fragen
es_es: Preguntas frecuentes
hu_hu: Gyakori kérdések
nl_nl: Veel gestelde vragen (FAQ)
pl_pl: Najczęściej zadawane pytania
pt_pt: Perguntas frequentes

source: Choosing <b>Send</b> means that you agree to <a href="%3$s" target="_blank">Terms of use</a> of %1$s and <a href="%2$s" target="_blank">privacy and cookies statement.</a>.
da_dk: Hvis du <b>vælger Send,</b> betyder det, at <a href="%3$s" target="_blank">du accepterer vilkår for brug</a> af og erklæring om beskyttelse af %1$s <a href="%2$s" target="_blank">personlige oplysninger og cookies.</a>
de_de: Wenn Sie <b> Senden </b> auswählen, stimmen Sie den <a href="%3$s" target="_blank"> Nutzungsbedingungen </a> von %1$s und <a href="%2$s" target="_blank"> Datenschutz- und Cookie-Erklärung. </a>
es_es: Elegir <b>Enviar</b> significa que usted acepta <a href="%3$s" target="_blank">los Términos de uso</a> y la declaración de privacidad y %1$s <a href="%2$s" target="_blank">cookies.</a>.
hu_hu: A <b>Küldés</b> választása azt jelenti, hogy ön elfogadja <a href="%3$s" target="_blank">az</a> %1$s adatvédelmi és <a href="%2$s" target="_blank">cookie-kra vonatkozó használati feltételeket.</a>. .
nl_nl: Kiezen voor <b>Verzenden</b> betekent dat u akkoord gaat met <a href="%3$s" target="_blank">de gebruiksvoorwaarden</a> %1$s en <a href="%2$s" target="_blank">privacy- en cookiesverklaring.</a>.
pl_pl: Wybór <b>wyślij</b> oznacza, że zgadzasz się <a href="%3$s" target="_blank">na Warunki korzystania z</a> i polityki prywatności i plików %1$s <a href="%2$s" target="_blank">cookie.</a>.
pt_pt: Escolher <b>Enviar</b> significa que você concorda com <a href="%3$s" target="_blank">os Termos de uso</a> e declaração de privacidade e %1$s <a href="%2$s" target="_blank">cookies.</a>.

source: Type of traveller
da_dk: Type rejsende
de_de: Reisetyp
es_es: Tipo de viajero
hu_hu: Típusú utazó
nl_nl: Type reiziger
pl_pl: Turysty
pt_pt: Tipo de viajante

source: Country
da_dk: Land
de_de: Land
es_es: País
hu_hu: Ország
nl_nl: Land
pl_pl: Kraj
pt_pt: País

source: E-mail
es_es: Correo electrónico
hu_hu: E-mailben
pl_pl: Wiadomości e-mail
pt_pt: Correio electrónico

source: Confirm E-mail
da_dk: Bekræft E-mail
de_de: E-Mail bestätigen
es_es: Confirmar correo electrónico
hu_hu: Erősítse meg E-mail
nl_nl: E-mail bevestigen
pl_pl: Potwierdzenie E-mail
pt_pt: Confirmar E-mail

source: When did you travel?
da_dk: Hvornår har du rejse?
de_de: Wann haben Sie hier übernachtet
es_es: ¿Cuándo viajaste?
hu_hu: Mikor utazik?
nl_nl: Wanneer u een reis?
pl_pl: Kiedy podróżujesz?
pt_pt: Quando você viajou?

source: Value for money
da_dk: Værdi for pengene
de_de: Gutes Preis-Leistungs-Verhältnis
es_es: Valor para el dinero
hu_hu: Ár-érték arány
nl_nl: Prijs/kwaliteitverhouding
pl_pl: Stosunek jakości do ceny
pt_pt: Valor para o dinheiro

source: Valuation
da_dk: Værdiansættelse
de_de: Schätzwert
es_es: Valoración
hu_hu: Értékelési
nl_nl: Waardering
pl_pl: Wycena
pt_pt: AvaliaÃ § ã £

source: List of the facility's positive points
da_dk: Liste over anlæggets positive punkter
de_de: Liste der Vorteile des Objekts
es_es: Lista de puntos positivos de la instalación
hu_hu: A létesítmény pozitív pontok listája
nl_nl: Lijst van de positieve punten van de faciliteit
pl_pl: Listę pozytywnych punktów obiektu
pt_pt: Lista dos pontos positivos da facilidade

source: List of the facility's negative points
da_dk: Liste over anlæggets negative punkter
de_de: Liste der Nachteile des Objekts
es_es: Lista de puntos negativos de la instalación
hu_hu: A létesítmény negatív pontok listája
nl_nl: Lijst van negatieve punten van de faciliteit
pl_pl: Wykaz punktów ujemnych placówki
pt_pt: Lista dos pontos negativos da instalação

source: Send me promotional emails from %1$s
da_dk: Send mig salgsfremmende e-mails fra %1$s
de_de: Senden Sie mir Werbe-E-Mails von %1$s
es_es: Envíame correos electrónicos promocionales desde %1$s
hu_hu: Promóciós e-mailek küldése %1$s
nl_nl: Stuur me promotionele e-mails van %1$s
pl_pl: Wyślij mi e-maile promocyjne od %1$s
pt_pt: Envie-me e-mails promocionais de %1$s

source: I certify that this review is based on my own experience and is my genuine opinion of this accommodation, and that I have no personal or business relationship with this establishment, and have not been offered any incentive or payment originating from the establishment to write this review. I understand that %s has a zero-tolerance policy on fake reviews.
da_dk: Jeg bekræfter, at denne anmeldelse er baseret på min egen erfaring og er min ægte mening om denne indkvartering, og at jeg ikke har nogen personlig eller forretningsforbindelse med denne virksomhed, og ikke er blevet tilbudt noget incitament eller betaling fra virksomheden til at skrive denne anmeldelse. Jeg forstår, %s har en nultolerancepolitik over for falske anmeldelser.
de_de: Ich bestätige, dass dieser Beitrag auf meiner eigenen Erfahrung basiert und meine wirkliche Meinung über diese Unterkunft ist und ich keine persönliche oder geschäftliche Beziehung mit dieser Einrichtung habe und mir kein Anreiz oder eine Zahlung von der Einrichtung angebote wurde, um diese Bewertung zu schreiben. Ich verstehe, dass %s eine Null-Toleranz-Politik für gefälschte Rezensionen hat.
es_es: Certifico que esta revisión está basada en mi propia experiencia y mi opinión genuina de este alojamiento, y que no tienen ninguna relación personal o de negocios con este establecimiento y no han ofrecido ningún incentivo o pago procedentes de la creación para escribir esta reseña. Entiendo que la Bibione.com tiene una política de tolerancia cero en opiniones falsas.
hu_hu: Igazolom, hogy e felülvizsgálat saját tapasztalataim alapján, és a valódi véleményem ez a szállás, és hogy nem személyes vagy üzleti kapcsolat ebben az intézményben, és semmilyen ösztönző vagy fizetési létesítményből származó írni ezt a felülvizsgálatot nem ajánlottak. Tudomásul veszem, hogy Bibione.com van egy zéró tolerancia hamis Értékelés.
nl_nl: Ik verklaar dat dit overzicht is gebaseerd op mijn eigen ervaring en is mijn echte mening over deze accommodatie, en dat ik geen persoonlijke of zakelijke relatie met deze vestiging, en niet zijn aangeboden een stimulans of betaling die afkomstig zijn van de instelling voor het schrijven van dit overzicht. Ik begrijp die %s heeft een nultolerantiebeleid op valse beoordelingen.
pl_pl: Oświadczam, że ta recenzja jest w oparciu o własne doświadczenia i jest moim zdaniem prawdziwy orientacyjny, a że mam nie osobistych lub biznesowych relacji z tego zakładu i czy nie zaproponowano żadnych zachęty lub płatności pochodzące z zakładu do napisania. Rozumiem, że Bibione.com ma polityki zerowej tolerancji na fałszywe Opinie.
pt_pt: Certifico que esta avaliação baseia-se na minha própria experiência e é a minha verdadeira opinião sobre este alojamento, e que não têm nenhuma relação pessoal ou empresarial com este estabelecimento e não ter sido oferecido qualquer incentivo ou pagamento proveniente do estabelecimento para escrever esta resenha. Eu entendo que o Bibione.com tem uma política de tolerância zero em comentários falsos.

source: Attention!
da_dk: Bemærk!
de_de: Achtung!
es_es: ¡Atención!
hu_hu: Figyelem!
nl_nl: Let op!
pl_pl: Uwaga!
pt_pt: Atenção!

source: It 's not possible to insert your own review
da_dk: Det er ikke muligt at indsætte din egen anmeldelse
de_de: Es ist nicht möglich, Ihre eigene Rezension hinzuzufügen.
es_es: No es posible insertar tu propia reseña
hu_hu: A ' nem lehetséges-hoz behelyez a saját véleményed
nl_nl: Het is niet mogelijk om in te voegen van je eigen review
pl_pl: Nie jest możliwe wstawić własną recenzję
pt_pt: Não é possível inserir seu próprio comentário

source: nonexistent order
da_dk: ikke-eksisterende rækkefølge
de_de: nicht vorhandene Bestellung
es_es: no existe orden
hu_hu: nem létező rendelés
nl_nl: niet-bestaande volgorde
pl_pl: nieistniejącego zamówienia
pt_pt: Não existe ordem

source: Order with already a Review
da_dk: Bestil med allerede en anmeldelse
de_de: Bestellung mit bereits einer Rezension
es_es: Orden con ya una revisión
hu_hu: Hogy a már a felülvizsgálatot
nl_nl: Bestellen met al een Review
pl_pl: Zamówienia z już recenzję
pt_pt: Encomendar com já uma revisão

source: nonexistent order or to which it is not possible to associate a review
da_dk: ikke-eksisterende rækkefølge, eller som det ikke er muligt at knytte en anmeldelse til
de_de: nicht vorhandene Bestellung oder bei der es nicht möglich ist, eine Rezension zuzuordnen
es_es: orden inexistente o que no es posible asociar un informe
hu_hu: nem létező rendelés, vagy amelyek esetében nem lehetséges-hoz egy áttekintés társ
nl_nl: niet-bestaande volgorde of waarin het is niet mogelijk om te associëren een herziening
pl_pl: nieistniejącego zamówienia lub do którego nie istnieje możliwość skojarzyć recenzję
pt_pt: Não existe ordem ou para a qual não é possível associar uma revisão

source: Order not related at this resource
da_dk: Ordren er ikke relateret til denne ressource
de_de: Die Bestellung ist nicht mit dieser Ressource verbunden.
es_es: Orden no relacionado a este recurso
hu_hu: Ez az erőforrás nem kapcsolódó rendelés
nl_nl: Bestelling niet gerelateerd aan deze bron
pl_pl: Zamówienia nie związane w tego zasobu
pt_pt: Ordem não relacionado a este recurso

source: Order make before the date to make a review
da_dk: Bestil foretage før datoen for at foretage en gennemgang
de_de: Sie können keine Rezension hinterlassen, wenn Ihr Bestelldatum in der Zukunft liegt.
es_es: Orden de hacer antes de la fecha para hacer una revisión
hu_hu: Érdekében, hogy a felülvizsgálat időpontja előtt, hogy
nl_nl: Orde maken vóór de datum om een beoordeling
pl_pl: Kolejności upewnij się wcześniej, aby dokonać przeglądu
pt_pt: Ordem fazer antes da data para fazer uma revisão

source: Most popular facilities for longer stays
da_dk: Mest populære faciliteter til længere ophold
de_de: Die beliebtesten Einrichtungen für längere Aufenthalte
es_es: Instalaciones más populares para estancias largas
hu_hu: A legnépszerűbb létesítmények hosszabb tartózkodásra
nl_nl: Meest populaire faciliteiten voor een langer verblijf
pl_pl: Najpopularniejsze udogodnienia na dłuższe pobyty
pt_pt: Instalações mais populares para estadias mais longas

source: Booking
de_de: Buchen Sie
es_es: Central de reservas
hu_hu: Foglalás
nl_nl: Boeken
pl_pl: Rezerwacja
pt_pt: Reserva

source: No Results Found
da_dk: Ingen resultater fundet
de_de: Keine Ergebnisse gefunden
es_es: No se encontraron resultados
hu_hu: Nincs találat
nl_nl: Geen resultaten gevonden
pl_pl: Nie znaleziono wyników
pt_pt: Nenhum resultado encontrado

source: %s available offers
da_dk: %s tilgængelige tilbud
de_de: %s gültige Angebote
es_es: %s ofertas
hu_hu: %s kedvezményeink
nl_nl: %s beschikbare aanbiedingen
pl_pl: %s dostępnych ofert
pt_pt: %s ofertas disponíveis

source: please wait...
da_dk: Vent venligst...
de_de: Bitte warten ...
es_es: Espera...
hu_hu: várj, kérlek...
nl_nl: Een ogenblik geduld...
pl_pl: Czekaj...
pt_pt: Aguarde...

source: I consent to the publication of the review
da_dk: Jeg giver mit samtykke til offentliggørelsen af
de_de: Ich stimme der Veröffentlichung der Bewertung zu
es_es: Doy mi consentimiento para la publicación de la revisión
hu_hu: Hozzájárulok a felülvizsgálat közzétételéhez
nl_nl: Ik ga akkoord met de publicatie van de herziening
pl_pl: Wyrażam zgodę na publikację przeglądu
pt_pt: Concordo com a publicação da revisão

source: To rent
da_dk: At leje
de_de: Vermietung
es_es: Para alquilar
hu_hu: A kiadó
nl_nl: Te huur
pl_pl: Do wynajęcia
pt_pt: Para alugar

source: On sale
da_dk: Tilbud
de_de: Verkauf
es_es: A la venta
hu_hu: Eladó
nl_nl: Uitverkoop
pl_pl: Na sprzedaż
pt_pt: À venda

source: Max paxes
es_es: Artículos de Max
hu_hu: Maximális paxes
pl_pl: Maksymalna liczba paksów
pt_pt: Itens de Max

source: Area
da_dk: Område
de_de: Fläche
es_es: Zona
hu_hu: Terület
nl_nl: Gebied
pl_pl: Obszar
pt_pt: Área

source: Last update
da_dk: Seneste opdatering
de_de: Letzte Änderung
es_es: Última actualización
hu_hu: Utolsó frissítés
nl_nl: Laatste update
pl_pl: Ostatnia aktualizacja:
pt_pt: Última atualização

source: Floor
da_dk: Etage
de_de: Etage
es_es: Piso
hu_hu: Emelet
nl_nl: Vloer
pl_pl: Piętro
pt_pt: Piso

source: Ground floor
da_dk: Stueetagen
de_de: Erdgeschoss
es_es: Planta baja
hu_hu: Földszint
nl_nl: Begane grond
pl_pl: Parter
pt_pt: Piso térreo

source: Top floor
da_dk: Øverste etage
de_de: Dachgeschoss
es_es: Planta superior
hu_hu: Legfelső emeleti
nl_nl: Bovenste verdieping
pl_pl: Na piętrze
pt_pt: Piso superior

source: Attic
da_dk: Loft
de_de: Dachboden
es_es: Ático
hu_hu: Tetőtérben
nl_nl: Zolder
pl_pl: Na poddaszu
pt_pt: Sótão

source: Multiple levels
da_dk: Flere niveauer
de_de: Mehrere Ebenen
es_es: Múltiples niveles de
hu_hu: Több szinten
nl_nl: Meerdere niveaus
pl_pl: Wiele poziomów
pt_pt: Vários níveis

source: Condition
da_dk: Betingelse
de_de: Zustand
es_es: Condición
hu_hu: Feltétel
nl_nl: Voorwaarde
pl_pl: Warunek
pt_pt: Condição

source: New
da_dk: Nyt
de_de: Neu
es_es: Nuevo
hu_hu: Új
nl_nl: Nieuw
pl_pl: Nowy
pt_pt: Novo

source: To be refurbished
da_dk: Skal renoveres
de_de: Renovierungsbedürftig
es_es: Para ser reformado
hu_hu: Felújításra kerül
nl_nl: Om te renoveren
pl_pl: Do remontu
pt_pt: Para ser reformado

source: Excellent
da_dk: Troværdig
de_de: Ausgezeichnet
es_es: Excelente
hu_hu: Kiváló
nl_nl: Uitstekend
pl_pl: Doskonałe
pt_pt: Excelente

source: Refurbished
da_dk: Renoveret
de_de: Renoviert
es_es: Reacondicionado
hu_hu: Felújított
nl_nl: Gerenoveerd
pl_pl: Odnowiony
pt_pt: Restaurado

source: Bathrooms
da_dk: Badeværelser
de_de: Badezimmer
es_es: Cuartos de baño
hu_hu: Fürdőszoba
nl_nl: Badkamers
pl_pl: Łazienki
pt_pt: Casas de banho

source: Heating
da_dk: Varme
de_de: Heizung
es_es: Calefacción
hu_hu: Fűtés
nl_nl: Verwarming
pl_pl: Ogrzewanie
pt_pt: Aquecimento

source: Autonomous
da_dk: Selvstyrende
de_de: Autonome
es_es: Autónoma
hu_hu: Autonóm
nl_nl: Autonome
pl_pl: Autonomiczne
pt_pt: Autónoma

source: Communal
da_dk: Fælles
de_de: Gemeinschaftlich
es_es: Comunal
hu_hu: Kommunális
nl_nl: Gemeenschappelijke
pl_pl: Wspólna
pt_pt: Comunais

source: Pay per use
da_dk: Betal pr. brug
es_es: Pago por uso
nl_nl: Betaal per gebruik
pl_pl: Zapłacić za użycie

source: Box Auto
da_dk: Automatisk boks
de_de: Garage
es_es: Caja Auto
nl_nl: Vak Auto
pl_pl: Pole Auto
pt_pt: Caixa automático

source: Parking space
da_dk: Parkeringsplads
de_de: Parkplätze
es_es: Plazas de parking
hu_hu: Parkolóhely
nl_nl: Parkeerruimte
pl_pl: Miejsca parkingowe
pt_pt: Garagem/Estacionamento

source: Energy efficiency class
da_dk: Energieffektivitetsklasse
de_de: Energie Klasse
es_es: Clase de eficiencia energética
hu_hu: Energiahatékonysági osztály
nl_nl: Energie-efficiëntieklasse
pl_pl: Klasa efektywności energetycznej
pt_pt: Classe de eficiência energética

source: not set
da_dk: Ikke angivet
de_de: nicht festgelegt
es_es: no establece
hu_hu: nincs beállítva
nl_nl: niet ingesteld
pl_pl: nie ustawiona
pt_pt: Não definido

source: Nondescript
da_dk: Ubestemmelig
de_de: unscheinbar
es_es: Volveré
hu_hu: meghatározhatatlan
nl_nl: Onopvallend
pl_pl: nieokreślony
pt_pt: Anódino
