Repository: Bookingfor/bookingfor-wordpress-extension-8.3
Catalog: lang/bfi-*.po
Languages: da_dk, de_de, es_es, hu_hu, nl_nl, pl_pl, pt_pt

source: An email was sent to {0}. Please check your email box and type the authentication code you have received.
da_dk: En e-mail blev sendt til {0}. Markér dit e-mail-felt, og skriv den godkendelseskode, du har modtaget.
de_de: Eine E-Mail wurde an {0} gesendet. Bitte überprüfen Sie Ihr E-Mail-Feld und geben Sie den Authentifizierungscode ein, den Sie erhalten haben.
es_es: Se envió un correo electrónico a {0}. Marque su casilla de correo electrónico y escriba el código de autenticación que ha recibido.
hu_hu: A rendszer e-mailt küldött {0}. Kérjük, ellenőrizze az e-mail mezőt, és írja be a kapott hitelesítési kódot.
nl_nl: Er is een e-mail naar {0} gestuurd. Schakel uw e-mailvakje in en typ de verificatiecode die u hebt ontvangen.
pl_pl: Do {0} została wysłana wiadomość e-mail. Sprawdź swoje pole e-mail i wpisz otrzymany kod uwierzytelniający.
pt_pt: Um e-mail foi enviado para {0}. Verifique sua caixa de e-mail e digite o código de autenticação que recebeu.

source: Two-factor secure authentication
da_dk: Tofaktorsikker godkendelse
de_de: Sichere Zwei-Faktor-Authentifizierung
es_es: Autenticación segura de dos factores
hu_hu: Kétfaktoros biztonságos hitelesítés
nl_nl: Tweestapsveilige verificatie
pl_pl: Uwierzytelnianie zabezpieczone dwuskładnikowe
pt_pt: Autenticação segura de dois fatores

source: Lost password
da_dk: Glemt adgangskode
de_de: Passwort verloren
es_es: Contraseña perdida
hu_hu: Elfelejtett jelszó
nl_nl: Wachtwoord vergeten
pl_pl: Zgubione hasło
pt_pt: Perdi minha senha [ perdi-minha-senha-slug ]

source: Login
da_dk: Log ind
de_de: Einloggen
es_es: Iniciar sesión
hu_hu: Belépés
nl_nl: Inloggen
pl_pl: Zaloguj się
pt_pt: Entrar

source: Confirm
da_dk: Bekræft
de_de: Bestätigen
es_es: Confirmar
hu_hu: Megerősítés
nl_nl: Bevestigen
pl_pl: Potwierdź
pt_pt: Confirmar

source: Register
da_dk: Registrer
de_de: Registrieren
es_es: Registrarse
hu_hu: Regisztráció
nl_nl: Registreren
pl_pl: Zarejestruj się
pt_pt: Registar

source: Forgot Password
da_dk: Glemt adgangskode
de_de: Passwort vergessen
es_es: ¿Se te olvidó tu contraseña?
hu_hu: Elfelejtett jelszó
nl_nl: Wachtwoord vergeten
pl_pl: Zapomniałeś hasła?
pt_pt: Esqueceu a Password

source: If you are having difficulty logging in, you can reset your password by typing the Email Address that you used while registration. You will receive an email with a new password.
da_dk: Hvis du har problemer med at logge ind, kan du nulstille din adgangskode ved at skrive den e-mail-adresse, du brugte under registreringen. Du vil modtage en e-mail med en ny adgangskode.
de_de: Wenn Sie Probleme beim Anmelden haben, können Sie Ihr Passwort zurücksetzen, indem Sie die E-Mail-Adresse eingeben, die Sie bei der Registrierung verwendet haben. Sie erhalten eine E-Mail mit einem neuen Passwort.
es_es: Si tiene dificultades para iniciar sesión, puede restablecer su contraseña escribiendo la dirección de correo electrónico que utilizó durante el registro. Recibirá un correo electrónico con una nueva contraseña.
hu_hu: Ha nehezen tud bejelentkezni, a regisztráció során használt e-mail-cím beírásával új jelszót állíthat be. Kapni fog egy e-mailt egy új jelszóval.
nl_nl: Als u moeite hebt met inloggen, u uw wachtwoord opnieuw instellen door het e-mailadres te typen dat u tijdens de registratie hebt gebruikt. U ontvangt een e-mail met een nieuw wachtwoord.
pl_pl: Jeśli masz problemy z logowaniem, możesz zresetować hasło, wpisując adres e-mail użyty podczas rejestracji. Otrzymasz wiadomość e-mail z nowym hasłem.
pt_pt: Se você estiver tendo dificuldade para fazer login, você pode redefinir sua senha digitando o Endereço de E-mail que você usou durante o registro. Você receberá um e-mail com uma nova senha.

source: Back
da_dk: Tilbage
de_de: Zurück
es_es: Volver
hu_hu: Vissza
nl_nl: Terug
pl_pl: Wstecz
pt_pt: Voltar

source: Your account
da_dk: Din konto
de_de: Ihr Konto
es_es: Tu cuenta
hu_hu: A fiókod
nl_nl: Uw account
pl_pl: Twoje konto
pt_pt: A sua conta

source: Welcome
da_dk: Velkommen
de_de: Willkommen
es_es: Bienvenido
hu_hu: Üdvözöljük
nl_nl: Welkom
pl_pl: Witaj
pt_pt: Bem-vindo

source: Your home page
da_dk: Din startside
de_de: Ihre Homepage
es_es: Sus vacaciones
hu_hu: Kezdőlap
nl_nl: Uw vakantie
pl_pl: Twoja home page
pt_pt: Suas férias

source: Your details
da_dk: Dine oplysninger
de_de: Ihre Daten
es_es: Tus detalles
hu_hu: Adatok
nl_nl: Uw gegevens
pl_pl: Twoje dane
pt_pt: Seus detalhes

source: Your lists
da_dk: Dine lister
de_de: Ihre Listen
es_es: Tus listas
hu_hu: Listák
nl_nl: Uw vakantie
pl_pl: Twoje wykazy
pt_pt: Seu endereço

source: Your bookings
da_dk: Dine bookinger
de_de: Ihre Buchungen
es_es: Sus reservas
hu_hu: Foglalások
nl_nl: Bevestig boeking
pl_pl: Twoje rezerwacje
pt_pt: As suas reservas

source: Your payments
da_dk: Dine betalinger
de_de: IIhre Zahlungen
es_es: Otros pagos
hu_hu: Fizetések
nl_nl: Andere betalingen
pl_pl: Twoje Płatności
pt_pt: Outros pagamentos

source: Your reviews
da_dk: Dine anmeldelser
de_de: Ihre Bewertungen
es_es: Tus valoraciones
hu_hu: Értékelések
nl_nl: Jouw beoordelingen
pl_pl: Twoje Recenzje
pt_pt: Avaliações

source: Logout
da_dk: Log ud
de_de: Ausloggen
es_es: Cerrar sesión
hu_hu: Kilépés
nl_nl: Uitloggen
pl_pl: Wyloguj
pt_pt: Sair

source: Open
da_dk: Åben
de_de: Offen
es_es: Abierto
hu_hu: Megnyitás
pl_pl: Otwórz
pt_pt: Aberto

source: Other Details
da_dk: Andre detaljer
de_de: Andere Details
es_es: Otros Detalles
hu_hu: Kosár részletei
nl_nl: Orderinformatie
pl_pl: Szczegóły zamówienia
pt_pt: Detalhes do pedido

source: Cancellation and prepayment policies vary according to the dates and the number of people.
da_dk: Afbestillings- og forudbetalingspolitikker varierer afhængigt af datoerne og antallet af personer.
de_de: Stornierungs- und Vorauszahlungsrichtlinien variieren je nach Datum und Anzahl der Personen.
es_es: Las políticas de cancelación y prepago varían según las fechas y el número de personas.
hu_hu: A lemondási és előtörlesztési feltételek a dátumtól és a számoktól függően változnak.
nl_nl: Annulerings- en vooruitbetalingsvoorwaarden variëren afhankelijk van de data en het aantal personen.
pl_pl: Zasady anulowania rezerwacji i przedpłaty różnią się w zależności od dat i liczby osób.
pt_pt: As políticas de cancelamento e pré-pagamento variam de acordo com as datas e o número de pessoas.

source: Cancellation and prepayment policies vary according to accommodation type. Please check what <a rel="#divcalculator" class="bfi-btn-calc">conditions</a> may apply to each option when making your selection.
da_dk: Afbestillings- og forudbetalingspolitikker varierer afhængigt af indkvarteringstype. Kontroller venligst, hvilke <a rel="#divcalculator" class="bfi-btn-calc">betingelser</a> der kan gælde for hver indstilling, når du foretager dit valg.
de_de: Die Stornierungs- und Vorauszahlungsbedingungen variieren je nach Unterkunftstyp. Bitte überprüfen Sie bei der Auswahl, welche <a rel="#divcalculator" class="bfi-btn-calc">Bedingungen</a> für jede Option gelten.
es_es: Las condiciones de cancelación y pago por adelantado varían según el tipo de alojamiento. Compruebe qué <a rel="#divcalculator" class="bfi-btn-calc">condiciones</a> pueden aplicarse a cada opción al realizar su selección.
hu_hu: A lemondási és előtörlesztési feltételek a szállás típusától függően változnak. Kérjük, a <a rel="#divcalculator" class="bfi-btn-calc">kiválasztás során</a> ellenőrizze, hogy milyen feltételek vonatkozhatnak az egyes opciókra.
nl_nl: Annulerings- en vooruitbetalingsvoorwaarden variëren afhankelijk van het accommodatietype. Controleer welke <a rel="#divcalculator" class="bfi-btn-calc">voorwaarden</a> van toepassing kunnen zijn op elke optie bij het maken van uw selectie.
pl_pl: Zasady anulowania rezerwacji i przedpłaty różnią się w zależności od rodzaju zakwaterowania. Podczas dokonywania wyboru sprawdź, jakie <a rel="#divcalculator" class="bfi-btn-calc">warunki</a> mogą mieć zastosowanie do każdej opcji.
pt_pt: As políticas de cancelamento e pré-pagamento variam de acordo com o tipo de alojamento. Verifique quais <a rel="#divcalculator" class="bfi-btn-calc">as condições</a> que se podem aplicar a cada opção ao escoar a sua seleção.

source: Show phone
da_dk: Vis telefon
de_de: Telefon anzeigen
es_es: Mostrar teléfono
hu_hu: Térkép telefon
nl_nl: Toon telefoon
pl_pl: Pokaż telefon
pt_pt: Mostrar telefone

source: Web site
da_dk: Websted
de_de: Webseite
es_es: Sitio web
pl_pl: Witryna sieci Web

source: Proposals
da_dk: Forslag
de_de: Vorschläge
es_es: Propuestas
hu_hu: Javaslatok
nl_nl: Voorstellen
pl_pl: Oferty
pt_pt: Propostas

source: Offers
da_dk: Tilbud
de_de: Angebote
es_es: Ofrece
hu_hu: Ajánlatok
nl_nl: Aanbiedingen
pl_pl: Oferuje
pt_pt: Oferece

source: Bed room
da_dk: Soveværelse
de_de: Schlafzimmer
es_es: Sitio de la cama
hu_hu: Ágyszoba
nl_nl: Slaapkamers
pl_pl: Pokój łóżek
pt_pt: Quartos

source: Change the search details
da_dk: Ændre søgeoplysningerne
de_de: Ändern Sie die Suchdetails
es_es: Tarjeta de crédito
hu_hu: A keresési adatok módosítása
nl_nl: Wijzig uw gegevens
pl_pl: Zmienianie szczegółów wyszukiwania
pt_pt: Detalhes de cartão de crédito

source: Age of children
da_dk: Børns alder
de_de: Alter von Kindern
es_es: Edad de los niños
hu_hu: Gyerek(ek) kora
nl_nl: Leeftijd van de kinderen
pl_pl: Wiek dzieci
pt_pt: Idade das crianças

source: on
da_dk: på
de_de: auf
es_es: en
hu_hu: be
nl_nl: op
pl_pl: włączony
pt_pt: em

source: Check availability
da_dk: Tjek tilgængelighed
de_de: Verfügbarkeit prüfen
es_es: Ver Disponibilidad
hu_hu: Elérhetőség ellenőrzése
nl_nl: Controleer beschikbaarheid
pl_pl: Sprawdź dostępność
pt_pt: Verificar disponibilidade

source: Group price for %s nights:
da_dk: Gruppepris for %s nætter:
de_de: Gruppenpreis für %s Nächte:
es_es: Precio por %d noches
hu_hu: Csoport ár %s éjszakára:
nl_nl: Totaal voor %d nacht/s
pl_pl: Cena grupowa za %s noclegi:
pt_pt: Preço para %d noites

source: No results available for the submitted data
da_dk: Der foreligger ingen resultater for de indsendte data
de_de: Diese Unterkunft ist zu Ihren Reisedaten leider nicht verfügbar
es_es: No hay resultados disponibles para los datos sometidos
hu_hu: Nincs eredmény a benyújtott adatok rendelkezésre
nl_nl: Geen resultaten beschikbaar voor de ingediende gegevens
pl_pl: Brak wyników, które są dostępne dla przedstawionych danych
pt_pt: Não há resultados disponíveis para os dados apresentados

source: City tax per person per night.
da_dk: Byskat per person per nat.
de_de: Kurtaxe pro Person pro Nacht.
es_es: Impuesto municipal por persona y noche.
hu_hu: Városi adó személyenként és éjszakánként.
nl_nl: Toeristenbelasting per persoon per nacht.
pl_pl: Podatek miejski od osoby za noc.
pt_pt: Imposto da cidade por pessoa por noite.

source: Fits
da_dk: Passer
de_de: Passt
es_es: Encaja
hu_hu: Illik
nl_nl: Past
pl_pl: Pasuje
pt_pt: Se encaixa

source: Max %s person
de_de: Max %s Personen
es_es: Max %s persona
hu_hu: Max %s személy
nl_nl: Max paxes
pl_pl: Max %s osoba
pt_pt: Max %s pessoa

source: %d week/s
da_dk: %d uge/s
de_de: %d Woche(n)
es_es: %d semana/s
hu_hu: %d hét/ek
nl_nl: %d week/weken
pl_pl: %d tydzień/s
pt_pt: %d semana/s

source: No prepayment is needed.
da_dk: Der er ikke behov for forudbetaling.
de_de: Keine Vorauszahlung erforderlich.
es_es: No se requiere prepago.
hu_hu: Nincs szükség előlegre.
nl_nl: Geen vooruitbetaling nodig is.
pl_pl: Przedpłata nie jest wymagana.
pt_pt: Não é necessário pré-pagamento.

source: You will be charged a prepayment of the total price at any time.
da_dk: Du vil til enhver tid blive opkrævet en forudbetaling af den samlede pris.
de_de: Ihnen wird jederzeit eine Vorauszahlung des Gesamtpreises berechnet.
es_es: Se le cobrará un pago por adelantado del precio total en cualquier momento.
hu_hu: A teljes ár előleget kell fizetnie bármikor.
nl_nl: Er wordt een vooruitbetaling van de totale prijs op elk gewenst moment aangerekend.
pl_pl: W każdej chwili zostanie naliczona przedpłata całkowitej ceny.
pt_pt: Será cobrado um pré-pagamento do preço total a qualquer momento.

source: You will be charged a prepayment of %1$s of the total price at any time.
da_dk: Du vil til enhver tid blive opkrævet en forudbetaling %1$s af den samlede pris.
de_de: Ihnen wird jederzeit eine Vorauszahlung von %1$s des Gesamtpreises.
es_es: Se le cobrará un pago por adelantado de %1$s del precio total en cualquier momento.
hu_hu: A teljes árból bármikor %1$s előleget számítunk fel.
nl_nl: Er wordt aangerekend voor een aanbetaling van %1$s van de totale prijs op elk gewenst moment.
pl_pl: W każdej chwili zostanie naliczona przedpłata w wysokości %1$s całkowitej ceny.
pt_pt: Será cobrado um pré-pagamento de %1$s do preço total a qualquer momento.

source: You will be charged a prepayment of %1$s at any time.
da_dk: Det er en tid, du vil %1$s forudbetaling.
de_de: Ihnen wird jederzeit eine Vorauszahlung von %1$s berechnet.
es_es: Los huéspedes deberán abonar un pago por adelantado de %1$s en cualquier momento.
hu_hu: A %1$s előleget bármikor megkell fizetnie.
nl_nl: Er wordt aangerekend voor een aanbetaling van %1$s op elk gewenst moment.
pl_pl: W każdej chwili naliczona zostanie przedpłata w wysokości %1$s.
pt_pt: Será cobrado um pré-pagamento de %1$s a qualquer momento.

source: Confirm your reservation
da_dk: Bekræft din reservation
de_de: Bestätigen Sie Ihre Reservierung
es_es: Confirme su reserva
hu_hu: A foglalás megerősítése
nl_nl: Bevestigen van uw reservering
pl_pl: Potwierdź rezerwację
pt_pt: Confirme sua reserva

source: selected items
da_dk: markerede elementer
de_de: ausgewählte Positionen
es_es: elementos seleccionados
hu_hu: kijelölt elemek
nl_nl: geselecteerde items
pl_pl: wybranych elementów
pt_pt: itens seleccionados

source: Request Now
da_dk: Anmod nu
de_de: Jetzt anfordern
es_es: Solicitar ahora
hu_hu: Kérelem most
nl_nl: Vraag nu
pl_pl: Poproś Teraz
pt_pt: Pedido de informação

source: Choose your bed (if available)
da_dk: Vælg din seng (hvis tilgængelig)
de_de: Wählen Sie Ihr Bett (falls verfügbar)
es_es: Elija su cama (si está disponible)
hu_hu: Válassza ki az ágyat (ha rendelkezésre áll)
nl_nl: Kies uw bed (indien beschikbaar)
pl_pl: Wybierz łóżko (jeśli jest dostępne)
pt_pt: Escolha sua cama (se disponível)

source: View other proposals
da_dk: Se andre forslag
de_de: Andere Vorschläge anzeigen
es_es: Ver otras propuestas
hu_hu: Egyéb javaslatok megtekintése
nl_nl: Andere voorstellen bekijken
pl_pl: Wyświetlanie innych propozycji
pt_pt: Veja outras propostas

source: Do you want add more?
da_dk: Vil du tilføje flere?
de_de: Möchten Sie noch mehr hinzufügen?
es_es: ¿Quieres añadir más?
hu_hu: Szeretne még többet hozzáadni?
nl_nl: Wilt u meer toevoegen?
pl_pl: Czy chcesz dodać więcej?
pt_pt: Você quer adicionar mais?

source: selected services
da_dk: udvalgte tjenester
de_de: ausgewählte Dienstleistungen
es_es: Noches seleccionadas
hu_hu: kiválasztott szolgáltatások
nl_nl: geselecteerde diensten
pl_pl: wybrane usługi
pt_pt: Noites selecionadas

source: Please, select a day
da_dk: Vælg en dag
de_de: Bitte wählen Sie einen Tag.
es_es: Por favor, seleccione un día
hu_hu: Kérem válasszon egy nap
nl_nl: Selecteer een dag
pl_pl: Proszę wybierz dzień
pt_pt: Por favor, selecione um dia

source: Cart
da_dk: Kurv
de_de: Warenkorb
es_es: Carrito
hu_hu: Kosár
nl_nl: Winkelwagen
pl_pl: Koszyk
pt_pt: Carrinho

source: Add to cart
da_dk: Læg i kurv
de_de: In Warenkorb legen
es_es: Añadir al carrito
hu_hu: Kosárba
nl_nl: Voeg toe aan winkelwagen
pl_pl: Dodaj do koszyka
pt_pt: Adicionar ao Carrinho

source: Continue shopping
da_dk: Fortsæt med at handle
de_de: Weiter einkaufen
es_es: Continuar haciendo compras
hu_hu: Folytatom a vásárlást
nl_nl: Doorgaan met winkelen
pl_pl: Kontynuuj zakupy
pt_pt: Continuar comprando

source: Checkout
da_dk: Kasse
de_de: Auschecken
es_es: Pagar
hu_hu: Pénztár
nl_nl: Afrekenen
pl_pl: Zamówienie
pt_pt: Finalizar

source: Change search
da_dk: Ændre søgning
de_de: Suche ändern
es_es: Cambiar búsqueda
hu_hu: Keresés módosítása
nl_nl: Zoeken wijzigen
pl_pl: Zmień wyszukiwanie
pt_pt: Alterar dados

source: Adults
da_dk: Voksne
de_de: Erwachsene
es_es: Adultos
hu_hu: Felnőttek
nl_nl: Volwassenen
pl_pl: Dorośli
pt_pt: Adultos

source: Seniors
da_dk: Seniorer
de_de: Senioren
es_es: Personas mayores
hu_hu: Idősek
nl_nl: Senioren
pl_pl: Seniorzy
pt_pt: Idosos

source: Ages of children
da_dk: Børns alder
de_de: Alter von Kindern
es_es: Edades de los niños
hu_hu: Korosztály, a gyermekek
nl_nl: Leeftijden van kinderen
pl_pl: Wieku dzieci
pt_pt: Idade das crianças

source: We preset your children's ages to %s years old - but if you enter their actual ages, you might be able to find a better price.
da_dk: Vi forudsætter dine børns alder til at %s år gammel - men hvis du indtaster deres faktiske alder, kan du muligvis finde en bedre pris.
de_de: Wir haben das Alter Ihres Kindes auf %s Jahre voreingestellt. Wenn Sie jedoch das tatsächliche Alter eingeben, finden Sie möglicherweise bessere Angebote.
es_es: Preestablecemos las edades de sus hijos a %s años de edad, pero si usted entra en sus edades reales, usted podría ser capaz de encontrar un mejor precio.
hu_hu: A gyermekek életkorát %s éveskorra állítottuk be - de ha megadja a tényleges életkorukat, akkor talán jobb árat találhat.
nl_nl: We voorinstelling van uw kinderen ages voor %s jaar oud - maar als u hun werkelijke leeftijd invoert, kunt u mogelijk is om een betere prijs te vinden.
pl_pl: Wstępniesetujemy wiek twoich dzieci do %s lat - ale jeśli wprowadzisz ich rzeczywisty wiek, możesz znaleźć lepszą cenę.
pt_pt: Predefinimos a idade de seus filhos para %s anos de idade - mas se você entrar em suas idades reais, você pode ser capaz de encontrar um preço melhor.

source: Check availability at other merchants
da_dk: Tjek tilgængelighed hos andre købmænd
de_de: Überprüfen Sie die Verfügbarkeit bei anderen Händlern
es_es: Consultar disponibilidad en otros comerciantes
hu_hu: A rendelkezésre állás ellenőrzése más kereskedőknél
nl_nl: Zoek beschikbaarheid voor
pl_pl: Sprawdź dostępność u innych sprzedawców
pt_pt: Verificar disponibilidade em outros comerciantes

source: We found availability at other merchants
da_dk: Vi fandt tilgængelighed hos andre købmænd
de_de: Wir fanden Verfügbarkeit bei anderen Händlern
es_es: Encontramos disponibilidad en otros comerciantes
hu_hu: Találtunk rendelkezésre állást más kereskedőknél
nl_nl: We vonden beschikbaarheid bij andere handelaren
pl_pl: Znaleźliśmy dostępność u innych sprzedawców
pt_pt: Encontramos disponibilidade em outros comerciantes

source: Persons min:%1$d max:%2$d
da_dk: Personer min:%1$d max:%2$d
de_de: Personen min: %1$d max: %2$d
es_es: Mínimo de personas: %1$d max: %2$d
hu_hu: Személyek min: %1$d max: %2$d
nl_nl: Personen min: %1$d max: %2$d
pl_pl: Osoby min: %1$d max: %2$d
pt_pt: Pessoas min: %1$d max: %2$d

source: Other %1$d choise
da_dk: Andre %1$d valg
de_de: Andere %1$d Alternativen
es_es: Otras %1$d elección
hu_hu: Egyéb %1$d
nl_nl: Andere %1$d keuze
pl_pl: Inne %1$d choise
pt_pt: Outros %1$d choise

source: Find other great offers!
da_dk: Find andre gode tilbud!
de_de: Finden Sie weitere tolle Angebote!
es_es: ¡Encuentra otras grandes ofertas!
hu_hu: Keressen más nagyszerű ajánlatokat!
nl_nl: Vind andere geweldige aanbiedingen!
pl_pl: Znajdź inne wspaniałe oferty!
pt_pt: Encontre outras grandes ofertas!

source: In case of no-show, you will be charged all.
da_dk: I tilfælde af udjyrende, vil du blive opkrævet alle.
de_de: Bei Nichterscheinen werden Ihnen alle Kosten in Rechnung gestellt.
es_es: En caso de no presentarse, se le cobrará todo.
hu_hu: Meg nem jelenés esetén minden díjat meg kell fizetnie.
nl_nl: In het geval van no-show, wordt u allemaal in rekening gebracht.
pl_pl: W przypadku nieokazania, zostanie naliczona opłata za wszystkie.
pt_pt: Em caso de não comparei, você será cobrado tudo.

source: person
es_es: persona
hu_hu: személy
nl_nl: persoon
pl_pl: osoba
pt_pt: pessoa

source: Remove
da_dk: Fjern
de_de: Entfernen
es_es: Eliminar
hu_hu: Eltávolítás
nl_nl: Verwijderen
pl_pl: Usuń
pt_pt: Remover

source: next step
da_dk: næste trin
de_de: Nächster Schritt
es_es: siguiente paso
hu_hu: következő lépés
nl_nl: volgende stap
pl_pl: następny krok
pt_pt: próximo passo

source: Pick-up
da_dk: Afhentning
de_de: Abholung
es_es: Recoger
hu_hu: Felvétel
nl_nl: Afhalen
pt_pt: Retirar

source: Drop-off
es_es: Entrega

source: To see availablility and prices please enter your check-in and check-out dates.
da_dk: For at se tilgængelighed og priser bedes du indtaste dine ind- og udtjekningsdatoer.
de_de: Um Verfügbarkeit und Preise zu sehen, geben Sie bitte Ihre Check-in- und Check-out-Termine ein.
es_es: Para ver la disponibilidad y los precios, introduzca las fechas de check-in y check-out.
hu_hu: A rendelkezésre nem látható elérhetőségekért és az árakért kérjük, adja meg bejelentkezési és kijelentkezési dátumát.
nl_nl: Voer uw in- en uitcheckdata in om de beschikbaarheid en prijzen te bekijken.
pl_pl: Aby sprawdzić dostępność i ceny, podaj datę zameldowania i wymeldowania.
pt_pt: Para ver availablilidade e preços, por favor insira as datas de check-in e check-out.

source: Show prices
da_dk: Vis priser
de_de: Preise anzeigen
es_es: Ver más
hu_hu: Térkép telefon
nl_nl: Toon telefoon
pl_pl: Pokaż więcej
pt_pt: Mostrar mais

source: You may also be interested in the following proposals of "%s"
da_dk: Du kan også være interesseret i følgende forslag til "%s"
de_de: Sie können auch an den folgenden Vorschlägen von "%s" interessiert sein:
es_es: También puede estar interesado en las siguientes propuestas de "%s"
hu_hu: Az alábbi "%s" javaslatok is érdekelhetik
nl_nl: U ook geïnteresseerd zijn in de volgende voorstellen van %s
pl_pl: Możesz być również zainteresowany następującymi propozycjami "%s"
pt_pt: Também pode estar interessado nas seguintes propostas de "%s"

source: The price varies according to the dates and the number of people
da_dk: Prisen varierer afhængigt af datoerne og antallet af personer, der
de_de: Der Preis variiert je nach Datum und Anzahl der Personen
es_es: El precio varía según las fechas y el número de personas
hu_hu: Az ár a dátumtól és az emberek számtól függően változik
nl_nl: De prijs varieert afhankelijk van de data en het aantal personen
pl_pl: Cena różni się w zależności od dat i liczby osób
pt_pt: O preço varia de acordo com as datas e o número de pessoas

source: Person
es_es: Persona
hu_hu: Személy
nl_nl: Persoon
pl_pl: Osoba
pt_pt: Pessoa

source: Select a period
da_dk: Vælg en periode
de_de: Wählen Sie einen Zeitraum
es_es: Selecciona un período
hu_hu: Pont kiválasztása
nl_nl: Selecteer een periode
pl_pl: Wybieranie kropki
pt_pt: Selecione um período

source: One day
da_dk: Et døgn
de_de: Eines Tages
es_es: Un dia
hu_hu: Egy nap
nl_nl: Op een dag
pl_pl: Jeden dzień
pt_pt: Um dia

source: More day
da_dk: Mere dag
de_de: Mehr Tag
es_es: Más día
hu_hu: Több nap
nl_nl: Meer dag
pl_pl: Więcej dni
pt_pt: Mais dia

source: Pay at the property NO PREPAYMENT NEEDED
da_dk: Betal på ejendommen - ingen forudbetaling nødvendig
de_de: Zahlen Sie in der Unterkunft. – KEINE VORAUSZAHLUNG ERFORDERLICH
es_es: Pagar en el establecimiento NO SE NECESITA PREPAGO
hu_hu: Fizessen az ingatlan nem előzetes fizetés szükséges
nl_nl: Betalen bij de eigenschap – geen AANBETALING nodig
pl_pl: Zapłać w obiekcie BEZ PRZEDPŁATY
pt_pt: Pague no imóvel NÃO É NECESSÁRIO PRÉ-PAGAMENTO

source: Seniors
da_dk: Seniorer
de_de: Senioren
es_es: Ancianos
hu_hu: Idősek
nl_nl: Senioren
pl_pl: Seniorzy
pt_pt: Idosos

source: resources
da_dk: ressourcer
de_de: Ressourcen
es_es: recursos
hu_hu: eroforrasok
nl_nl: middelen
pl_pl: zasoby
pt_pt: recursos

source: All
da_dk: Alle
de_de: Alle
es_es: Todos
hu_hu: Minden
nl_nl: Alle
pl_pl: Wszystkie
pt_pt: Todos os
