Repository: Bookingfor/bookingfor-wordpress-extension-8.3
Catalog: lang/bfi-*.po
Languages: da_dk, de_de, es_es, hu_hu, nl_nl, pl_pl, pt_pt

source: Search experiences and areas...
da_dk: Søg i oplevelser og områder...
de_de: Erlebnisse und Bereiche suchen...
es_es: Experiencias de búsqueda y áreas...
hu_hu: Keresési élmények és területek...
nl_nl: Zoekervaringen en gebieden...
pl_pl: Szukaj w środowiskach i obszarach...
pt_pt: Pesquisar experiências e áreas...

source: Date
da_dk: Dato
de_de: Datum
es_es: Fecha
hu_hu: Dátum
nl_nl: Datum
pl_pl: Data
pt_pt: Data

source: Search
da_dk: Søg
de_de: Suche
es_es: Búsqueda de
hu_hu: Szálláshelyek keresése
nl_nl: Zoek
pl_pl: Szukaj
pt_pt: Pesquisa

source: Return to the same location
da_dk: Vend tilbage til den samme placering
de_de: Rückkehr an den gleichen Ort
es_es: Volver a la misma ubicación
hu_hu: Visszatérés ugyanerre a helyre
nl_nl: Terug naar dezelfde locatie
pl_pl: Powrót do tej samej lokalizacji
pt_pt: Devolver no mesmo local

source: Drop off in another location
da_dk: Aflevering et andet sted
de_de: Ablegen an einem anderen Ort
es_es: Lugar de Destino
hu_hu: Leadáshelye
nl_nl: Afleverlocatie
pl_pl: Lokalizacja końcowa
pt_pt: Localização País de destino

source: Pick-up location
da_dk: Afhentningssted
de_de: Abholort
es_es: Lugar de recogida
hu_hu: Felvételi hely
nl_nl: Ophaallocatie
pl_pl: Miejsce odbioru
pt_pt: Local de retirada

source: Drop-off location
da_dk: Afleveringssted
de_de: Rückgabe-Ort
es_es: Lugar de Destino
hu_hu: Leadáshelye
nl_nl: Afleverlocatie
pl_pl: Lokalizacja końcowa
pt_pt: Localização País de destino

source: Draw area
da_dk: Tegn område
de_de: Zeichnen Sie
es_es: Área de drenaje
hu_hu: Dolgozzon területet
nl_nl: Loting gebied
pl_pl: Rysowanie obszaru
pt_pt: Área de desenho

source: Circle
da_dk: Cirkel
de_de: Kreis
es_es: Círculo
hu_hu: Kör
nl_nl: Cirkel
pl_pl: Koło
pt_pt: Círculo

source: Click on map and choose your area.
da_dk: Klik på kortet og vælg dit område.
de_de: Auf Karte karte und Ihren Bereich auswählen.
es_es: Haga clic en el mapa y elija su área.
hu_hu: Kattintson a térképen, és válassza ki a területen.
nl_nl: Klik op kaart en kies uw gebied.
pl_pl: Kliknij na mapę i wybierz swój obszar.
pt_pt: Clique no mapa e escolha a sua área.

source: Find availability
da_dk: Tjek tilgængelighed
de_de: Verfügbarkeit finden
es_es: Disponibilidad de
hu_hu: Elérhetőség
nl_nl: Beschikbaarheid
pl_pl: Dostępność
pt_pt: Disponibilidade

source: Search for accommodation or area
da_dk: Søg efter overnatning eller område
de_de: Suchen Sie nach Unterkunft oder Stadtteil
es_es: Mostrar todos los alojamientos
hu_hu: Szálláshely vagy terület keresése
nl_nl: Zoeken naar accommodatie of gebied
pl_pl: Szukaj zakwaterowania lub obszaru
pt_pt: Mostrar todas as acomodações

source: Check-in - Check-out
da_dk: Tjek ud
es_es: Check-In %1s salida %2s
hu_hu: Kijelentkezés
nl_nl: Inchecken moet geweldig dan uitchecken
pl_pl: Check-In %1s-wymeldowanie %2s
pt_pt: Check-In %1s de Check-Out %2s

source: To
da_dk: Til
de_de: Bis
es_es: Hasta
hu_hu: Címzett
nl_nl: Tot
pl_pl: Do
pt_pt: Para

source: Activities
da_dk: Aktiviteter
de_de: Aktivitäten
es_es: Actividades
hu_hu: Tevékenységek
nl_nl: Activiteiten
pl_pl: Działalność
pt_pt: Atividades

source: Others
da_dk: Andre
de_de: Andere
es_es: Otros
hu_hu: Egyéb
nl_nl: Anderen
pl_pl: Inne
pt_pt: Outros

source: Any
da_dk: Du vil til enhver tid blive opkrævet en forudbetaling %1$s af den samlede pris.
de_de: Alle
es_es: Ninguna
hu_hu: Bármely
nl_nl: Elke
pl_pl: Wszyscy
pt_pt: Qualquer

source: More days
da_dk: Flere dage
de_de: Mehr Tage
es_es: Más día
hu_hu: Több nap
nl_nl: Meer dag
pl_pl: Więcej dni
pt_pt: Mais dia

source: Today
da_dk: I dag
de_de: Heute
es_es: Hoy
hu_hu: Ma
nl_nl: Vandaag
pl_pl: Dzisiaj
pt_pt: Hoje

source: This Week
da_dk: Denne uge
de_de: Diese Woche
es_es: Esta semana
hu_hu: Ezen a héten
nl_nl: Deze week
pl_pl: W tym tygodniu
pt_pt: Esta Semana

source: This Month
da_dk: Denne måned
de_de: Diesen Monat
es_es: Este mes
hu_hu: Ebben a hónapban
nl_nl: Deze maand
pl_pl: Ten miesiąc
pt_pt: Este Mês

source: Next Week
da_dk: Næste uge
de_de: Nächste Woche
es_es: Próxima Semana
hu_hu: Következő hét
nl_nl: Volgende week
pl_pl: Następny tydzień
pt_pt: Semana seguinte

source: Next Month
da_dk: Næste måned
de_de: Nächsten Monat
es_es: Próximo Mes
hu_hu: Következő hónap
nl_nl: Volgende maand
pl_pl: Następny miesiąc
pt_pt: Mês Seguinte

source: Search events
da_dk: Søg blandt arrangementer
de_de: Events suchen
es_es: Buscar eventos
hu_hu: Események keresése
nl_nl: Zoeken naar evenementen
pl_pl: Szukaj wydarzenia
pt_pt: Pesquisar eventos

source: Please enter a integer number
da_dk: Angiv et heltalsnummer
de_de: Bitte eine ganze Zahl eingeben.
es_es: Introduce un número entero
hu_hu: Adjon meg egy egész számot
nl_nl: Voer een geheel getal
pl_pl: Wpisz liczbę całkowitą
pt_pt: Por favor, digite um número inteiro

source: Floor area m&sup2;
da_dk: Gulvareal m²
de_de: Fläche m&sup2;
es_es: M² de área de piso
hu_hu: Padló területe m²
nl_nl: Vloer oppervlakte m²
pl_pl: Piętro powierzchnia m²
pt_pt: M ² de área de piso

source: Bedrooms
da_dk: Soveværelser
de_de: Schlafzimmer
es_es: Habitaciones
hu_hu: Hálószoba
nl_nl: Slaapkamers
pl_pl: Sypialnie
pt_pt: Quartos

source: Only new building
da_dk: Kun ny bygning
de_de: Nur Neubau
es_es: Sólo el edificio nuevo
hu_hu: Csak új épület
nl_nl: Alleen nieuwbouw
pl_pl: Tylko nowy budynek
pt_pt: Só o edifício novo

source: Pound sterling
da_dk: Britiske pund
de_de: Britisches Pfund
es_es: Libra esterlina
hu_hu: Font sterling
pl_pl: Funt szterling
pt_pt: Libra esterlina

source: Your private area
da_dk: Dit private område
de_de: Ihr privater Bereich
es_es: Su área privada
hu_hu: Az Ön privát területe
nl_nl: Uw profiel
pl_pl: Twoja prywatna okolica
pt_pt: Seu perfil

# Page slug
source: packages
da_dk: pakker
de_de: pakete
es_es: paquetes
hu_hu: csomagok
nl_nl: pakketjes
pl_pl: pakiety
pt_pt: pacotes

source: all review
da_dk: alle gennemgå
de_de: alle Überprüfung
es_es: Todos los revisores
hu_hu: minden felülvizsgálat
nl_nl: Alle reviewers
pl_pl: Wszyscy oceniający
pt_pt: Todos os comentadores

source: Zones
da_dk: Zoner
de_de: Zonen
es_es: Zonas
hu_hu: Területek
pl_pl: Stref
pt_pt: Zonas

source: Category
da_dk: Kategori
de_de: Kategorie
es_es: Categoría
hu_hu: Kategória
nl_nl: Categorie
pl_pl: Kategoria
pt_pt: Categoria

source: Points of interest
da_dk: Interessepunkter
de_de: Sehenswürdigkeiten
es_es: Puntos de interés
hu_hu: Érdekes helyek
nl_nl: Aandachtspunten
pl_pl: Punkty szczególne
pt_pt: Pontos de interesse

source: Septemper
de_de: September
hu_hu: Septemper között
nl_nl: Septemper (Septemper)
pl_pl: Przegroda

source: Seniores
da_dk: Seniorer
de_de: Senioren
pl_pl: Przysiężni

source: 24h
pl_pl: 24 godz

source: Check-in
da_dk: Tjek ind
nl_nl: Inchecken
pl_pl: Zameldowanie
pt_pt: Seleção-in

source: Check-out
da_dk: Tjek ud
hu_hu: Kijelentkezés
nl_nl: Uitchecken
pl_pl: Ewidencjonowanie i wyewidencjonowywanie
pt_pt: De check-out

source: Total
de_de: Gesamtbuchung
hu_hu: Összesen
nl_nl: Totaal
pl_pl: Łącznie

source: no
da_dk: nej
de_de: nein
hu_hu: nem
nl_nl: nee
pl_pl: nie
pt_pt: não

source: Tickets
da_dk: Billetter
hu_hu: Jegyek
pl_pl: Bilety
pt_pt: Bilhetes

source: Pick Up & Drop Off
da_dk: Afhentning og aflevering
nl_nl: Ophalen & afleveren
pl_pl: Odbiór & Drop Off
pt_pt: Pegar e Deixar

source: Habitable
da_dk: Beboelige
de_de: Bewohnbar
hu_hu: Lakható
nl_nl: Bewoonbaar
pl_pl: Zamieszkania
pt_pt: Habitabilidade

source: Cap
da_dk: Kasket
de_de: Obergrenze
hu_hu: Sapka
nl_nl: GLB
pl_pl: WPR

source: Check-out
da_dk: Tjek ud
hu_hu: Kijelentkezés
nl_nl: Uitchecken
pl_pl: Ewidencjonowanie i wyewidencjonowywanie
pt_pt: De check-out

source: 8h
da_dk: 8 timer
de_de: 8 Std.
hu_hu: 9 óra

source: Vetrina
de_de: Vitrine
nl_nl: Etalage

source: Host
da_dk: Vært
de_de: Gastgeber
hu_hu: Kiszolgáló
pt_pt: Hospedeiro

source: ND
de_de: k. A.

source: IPE
de_de: EEI

# Page slug
source: rapidview
da_dk: hurtigt udsyn
de_de: schnellansicht

source: Reset
da_dk: Nulstil
de_de: Zurücksetzen
pt_pt: Redefinir

source: Euro
hu_hu: Euró
pt_pt: Euros

source: max
pt_pt: máximo

source: min
hu_hu: perc

source: A-Z
hu_hu: A-Z-IG

# Page slug
source: thankspopup
da_dk: takpopup

source: Z-A
da_dk: A-Å

source: E
da_dk: Ø

source: Extra
da_dk: Ekstra
